[
    {
        "id": 0,
        "type": 1,
        "type-text": "Dependent",
        "name": "Im Kyung",
        "situation": "A patient with a dependent tendency continuously calls the nurse during the night shift and expresses anxiety. The patient rings the call bell every 30 minutes, even when it is time for other patients' care. The patient expresses anxiety and requests attention and conversation constantly. When the nurse tries to leave the patient alone, the patient shows signs of anxiety and asks the nurse to stay.",
        "Chief complaint": "'(teary-eyed voice) Nurse, I'm so sorry... My chest is pounding and I can't sleep... Are you sure I'm not getting worse? Could you just stay with me for a little while?'",
        "gender": "Female",
        "age": 55,
        "religion": "Non-religious",
        "height": "162cm",
        "weight": "58kg",
        "Main symptom": "Anxiety and insomnia due to breast cancer",
        "History of present illness": "Diagnosed with breast lump 2 weeks ago, and was diagnosed with malignancy after biopsy, currently waiting for surgery",
        "social history": "Freelance designer, divorced, no children",
        "past medical history": "Depression (5 years)",
        "past surgical history & date": "Appendectomy (20 years ago)",
        "family medical history": "Sister - breast cancer",
        "allergies": "Latex",
        "immunization": "Shingles vaccine (1 year ago)",
        "medication": "Escitalopram 10mg daily",
        "primary diagnosis": "Right breast cancer stage 2",
        "communication_summary": "The patient has a dependent personality and strongly requires continuous interaction with medical staff and emotional support. The patient tends to repeatedly express concerns and anxieties, and constantly asks for the nurse's attention and reassurance. While the patient seems distracted and lack of consistency during conversations, they are very polite and compliant. The patient constantly calls for help at night, which reflects an excessive demand on the medical staff's time and attention, and this can be problematic for other patient care.",
        "first_statement": "Nurse, could I have a quick word with you? My chest feels tight. Could you stay a bit longer beside me?"
    },
    {
        "id": 1,
        "type": 1,
        "type-text": "Dependent",
        "name": "Kim Young-hee",
        "situation": "A patient with a dependent tendency constantly requests help for routine daily activities, even though they are capable of independent movements. The patient insists on calling the nurse for help with simple tasks such as moving to the bathroom, changing positions, and preparing meals. When the nurse encourages the patient to perform these tasks themselves, the patient expresses excessive anxiety about worsening pain and falling.",
        "Chief complaint": "'Nurse, I can't go to the bathroom by myself... My body feels heavy, and I want to change my position... Could you help me a little? I'm really sorry, but I'm worried that if I move, my back will get worse...'",
        "gender": "Female",
        "age": 68,
        "religion": "Buddhism",
        "height": "155cm",
        "weight": "62kg",
        "Main symptom": "Back pain and increased environmental sensitivity due to acute pancreatitis",
        "History of present illness": "Admitted for 3 weeks ago due to persistent back pain and diarrhea, diagnosed with lumbar disc herniation after MRI",
        "social history": "Retired elementary school teacher, married, two children",
        "past medical history": "Hypertension (10 years), osteoporosis (5 years)",
        "past surgical history & date": "Hysterectomy (15 years ago)",
        "family medical history": "Mother: Breast cancer",
        "allergies": "Penicillin",
        "immunization": "Pneumococcal vaccine (2 years ago), annual flu vaccine",
        "medication": "Metformin 1000mg twice daily, Telmisartan 40mg daily",
        "primary diagnosis": "Lumbar disc herniation",
        "communication_summary": "This patient emphasizes their social status and connections, showing an intimidating attitude when expressing their opinions. They list their complaints in specific and detailed ways, and tend to unilaterally demand according to their own standards. Although they try to maintain basic etiquette, they often use sarcastic tone, which makes others uncomfortable. They prioritize their own convenience over others' inconveniences, and show no consideration for the impact of their behavior on other patients. While they seem to accept rational explanations to some extent, their overall attitude indicates a lack of recognition of medical professionals' expertise.",
        "first_statement": "Nurse, please check the temperature here. Do you think I am being treated in an environment appropriate for a person like me?"
    },
    {
        "id": 2,
        "type": 2,
        "type-text": "Authoritarian",
        "name": "Park Jeong-ho",
        "situation": "An authoritarian patient continuously raises complaints about the living environment in a four-person room. They demand immediate action, citing their association with corporate executives and the hospital director as reasons for special treatment. They criticize the competence and service quality of nurse staff, ignoring the discomfort of other patients in the room. If their demands are not met immediately, they threaten to complain to the charge nurse.",
        "Chief complaint": "'What kind of hospital room is this? This nurse is totally unqualified. There's constant coughing from the neighbor, the noise from the visitors is too loud, the cleaning is terrible with dust everywhere, and why is the aircon so weak? I have a relationship with the director. I have a relationship with the director...'",
        "gender": "Male",
        "age": 62,
        "religion": "Buddhism",
        "height": "172cm",
        "weight": "80kg",
        "Main symptom": "Abdominal discomfort and increased environmental sensitivity due to acute pancreatitis",
        "History of present illness": "Admitted 3 days ago due to acute pancreatitis",
        "social history": "Self-employed, married, one child",
        "past medical history": "No history",
        "past surgical history & date": "Recent appendectomy (2 days ago)",
        "family medical history": "No significant family medical history",
        "allergies": "No allergies",
        "immunization": "A-type hepatitis vaccine (completed)",
        "medication": "Tramadol 50mg IV every 6 hours as needed, Ketorolac 30mg IV every 8 hours as needed",
        "primary diagnosis": "Cervical disc herniation, post-surgery condition",
        "communication_summary": "This patient is very difficult to communicate with due to severe pain, and expresses his demands aggressively using informal language and loud tones. He is usually a kind person but his current behavior is quite rude and threatening due to his pain. He does not listen to or accept explanations from medical staff and continues to behave aggressively as his pain increases. His behavior disturbs other patients, causing anxiety among them. He is unable to objectively perceive his own behavior and ignores medical staff's professional judgment and drug administration schedule.",
        "first_statement": "I just had the injection, the effect is gone. Give me pain medication now, or I will die."
    },
    {
        "id": 3,
        "type": 3,
        "type-text": "Aggressive",
        "name": "Seo Tae-young",
        "situation": "This aggressive patient responds with loud voices and threatening attitudes when their request for adjusting the test schedule is not accepted. They pressure the medical staff by mentioning financial burden and repeatedly express disrespect towards the nurse's professionalism and authority. As their emotions escalate, their voice becomes louder and their attitude more confrontational, and they disturb other patients as well.",
        "Chief complaint": "'You can't change the test schedule to the morning? It doesn't make sense that I have to pay for an extra day of hospital stay because of the test. All others are fine, but not me? That's not reasonable at all.'",
        "gender": "Male",
        "age": 42,
        "religion": "Non-religious",
        "height": "178cm",
        "weight": "55kg",
        "Main symptom": "Abdominal pain, diarrhea",
        "History of present illness": "Admitted two weeks ago for abdominal pain and diarrhea, planned for colonoscopy",
        "social history": "Freelance graphic designer, divorced, one child",
        "past medical history": "Irritable bowel syndrome (3 years)",
        "past surgical history & date": "No history",
        "family medical history": "No significant family medical history",
        "allergies": "No allergies",
        "immunization": "No immunizations",
        "medication": "No medication",
        "primary diagnosis": "Irritable bowel syndrome, suspected",
        "communication_summary": "This patient uses a coercive style of communication, emphasizing their economic situation and forcefully expressing their demands. Initially, they start the conversation with a pleading tone, but if their demands are not accepted, they immediately switch to a threatening attitude. They do not accept medical staff explanations or hospital system guidelines, and respond emotionally. They pressure the medical staff with loud voices and confrontational attitudes, disturbing other patients. The patient shows no consideration of the impact of their behavior on others, and expresses anger immediately without emotional regulation.",
        "first_statement": "Other patients are all scheduled for morning tests. What makes me different that I can't be scheduled? Could you just let me see once?"
    },
    {
        "id": 4,
        "type": 4,
        "type-text": "Non-cooperative",
        "name": "Choi Byung-guk",
        "situation": "A patient admitted for diabetes foot care shows a highly non-cooperative attitude during wound dressing changes. The patient refuses or delays the dressing change by citing pain, and covers up with a sheet when the nurse tries to examine the wound. The patient also pretends to be asleep during blood sugar checks and stays long in the bathroom to avoid treatment.",
        "Chief complaint": "(Turning his head) 'H... You are here again since morning... You did it yesterday... I can't do it now, it's too painful. Can you come back later? I'm really worried that if you don't do it, something bad might happen.'",
        "gender": "Male",
        "age": 63,
        "religion": "Christianity",
        "height": "170cm",
        "weight": "88kg",
        "Main symptom": "Diabetic foot ulcer, poor blood sugar control",
        "History of present illness": "Diagnosed with diabetes 10 years ago, but had irregular care, and a diabetic foot ulcer developed on the right foot 2 weeks ago, leading to hospitalization. Currently experiencing poor blood sugar control.",
        "social history": "Retired taxi driver, married, three children",
        "past medical history": "Diabetes (10 years), hypertension (5 years)",
        "past surgical history & date": "No history",
        "family medical history": "Father: Diabetes",
        "allergies": "No allergies",
        "immunization": "Pneumococcal vaccine (3 years ago), annual flu vaccine",
        "medication": "Insulin glargine 20U daily, insulin lispro 6U three times a day before meals, metformin 1000mg twice daily, amiloride 5mg daily",
        "primary diagnosis": "Diabetic foot ulcer, poor blood sugar control",
        "communication_summary": "The patient expresses a non-cooperative attitude through excuses and delay rather than direct rejection. The patient avoids explanations about the necessity of treatment and responds ambiguously when asked about their own condition. The patient shows passive-aggressive behavior by pretending to sleep to avoid dressing changes and blood sugar checks. The patient expresses excessive anxiety and resistance towards treatment and nursing care, and sometimes shows irritability. The patient does not recognize the negative impact of their non-cooperative attitude on their health and lacks a strong will to manage their diabetes.",
        "first_statement": "(Covering with a sheet) Wound dressing? You did it yesterday... I can't do it now, it's too painful. Please come back a bit later..."
    },
    {
        "id": 5,
        "type": 4,
        "type-text": "Non-cooperative",
        "name": "Cho Mira",
        "situation": "A non-cooperative patient who has been hospitalized due to deterioration of chronic illness consistently responds with deep depression to all treatment and nursing care. The patient does not reject medication or procedures, but consistently refuses to cooperate, leading to deterioration in health due to refusal of meals and poor hygiene. The patient responds indifferently to any suggestions or explanations from the nurse, and even the family members have become tired of visiting due to the patient's condition.",
        "Chief complaint": "(Sighing, with a low voice) '...Even if I take the medicine, it won't help... Just leave me be...'",
        "gender": "Female",
        "age": 59,
        "religion": "Non-religious",
        "height": "158cm",
        "weight": "61kg",
        "Main symptom": "Joint pain and depression due to deterioration of rheumatoid arthritis",
        "History of present illness": "Diagnosed with rheumatoid arthritis 10 years ago, hospitalized recently due to symptom deterioration",
        "social history": "Housewife, married, two children",
        "past medical history": "Rheumatoid arthritis (10 years), depression (5 years)",
        "past surgical history & date": "Hysterectomy (15 years ago)",
        "family medical history": "Mother: Rheumatoid arthritis",
        "allergies": "Sulfonamides",
        "immunization": "Pneumococcal vaccine (4 years ago), shingles vaccine (2 years ago)",
        "medication": "Methotrexate 15mg weekly, prednisolone 5mg daily",
        "primary diagnosis": "Rheumatoid arthritis deterioration",
        "communication_summary": "The patient tends to avoid communication with medical staff due to deep depression and shows a tendency to respond with sighs and low voice only. The patient responds to questions with short answers or ends the conversation by sighing, and shows a non-cooperative attitude that does not attempt any of the suggested methods. The patient does not provide proper explanations about their condition, and communicates in a state of apathy and withdrawal. Expressions of emotions are very limited and the patient consistently shows a giving up attitude towards their health condition, making effective communication very difficult.",
        "first_statement": "(Sighing) Just... leave me be... Medicine... I don't need to take it anymore..."
    }
]