[
    {
        "MFC-Profile": {
            "Identifying data": {
                "Age": "40",
                "Sex": "Female",
                "Marital status": "Married",
                "Occupation": "Office worker"
            },
            "Chief complaint": {
                "Description": "I feel overwhelmingly sad and have no energy to do anything."
            },
            "Present illness": {
                "Symptom": {
                    "Name": "Persistent sadness",
                    "Length": "24 weeks",
                    "Alleviating factor": "Spending time with family",
                    "Exacerbating factor": "Work stress",
                    "Triggering factor": "Increased workload and stress at work",
                    "Stressor": "work"
                }
            },
            "Past psychiatric history": {
                "Presence": "No",
                "Description": null
            },
            "Past medical history": {
                "Presence": "Yes",
                "History": "Hypertension"
            },
            "Current medication": {
                "Medication name": "Amlodipine",
                "Duration": "52 weeks",
                "Compliance": "Good",
                "Effect": "Effective",
                "Side effect": "No"
            },
            "Family history": {
                "Diagnosis": "Mother diagnosed with major depressive disorder",
                "Substance use": "Father had a history of alcohol use disorder"
            },
            "Developmental/social history": {
                "Childhood history": {
                    "Home environment": "Supportive but strict",
                    "Members of family": "Parents and one younger brother",
                    "Social environment": "Had a few close friends, mostly kept to herself"
                },
                "School history": "Low academic performance",
                "Work history": "Works as an office worker, good performance, switched jobs twice due to better opportunities, good relationship with supervisor, mixed relations with coworkers"
            },
            "Impulsivity": {
                "Suicidal ideation": "High",
                "Suicidal plan": "Presence",
                "Suicidal attempt": "Presence",
                "Self-mutilating behavior risk": "High",
                "Homicide risk": "Low"
            }
        },
        "MFC-History": "I grew up in a small town with my parents and a younger brother. My parents were supportive but strict, often emphasizing academic success. In school, I struggled to keep up with my classmates and usually ranked in the lower half of the class, which made me feel insecure about my abilities. I had a few close friends but tended to keep to myself, spending most of my free time reading or listening to music.\n\nAs an adult, I started working as an office worker and gradually took on more responsibilities. Although my performance improved and I sometimes received praise from my supervisor, I always felt that I was barely keeping things together. Over the past several months, my workload increased significantly, with frequent deadlines and long hours. Around this time, I began to feel persistently sad and exhausted, losing interest in activities I used to enjoy. I often came home from work and went straight to bed, unable to find the energy to interact with my family.\n\nRecently, these feelings intensified. I started to believe that I was a burden to my family and colleagues, and my sleep and appetite became disturbed. After a particularly stressful week at work, I experienced a crisis point where I seriously considered harming myself. My family noticed the change in my behavior and urged me to seek help, which led me to visit the hospital.",
        "MFC-Behavior": {
            "General appearance/attitude/behavior": "The patient is a man in his late 40s, appearing appropriate for his age, with a height of approximately 170 cm and a slim build. He has unkempt hair, appearing as though it hasn’t been washed for 2-3 days, a cast on his left arm, furrowed brows, tightly closed lips, and a drooping mouth, giving him a tired appearance. His hygiene seemed somewhat poor, as evidenced by his dirty and untrimmed nails, and his nutritional status also appeared poor, given his dull skin condition. During the interview, his eye contact was poor, as he would briefly look at the interviewer before quickly looking at the floor again. Despite being slow, he answered the questions as sincerely and politely as possible, showing a submissive, attentive, and cooperative attitude. The patient mainly stayed in bed in the ward, showing decreased general activity, and no psychomotor agitation or retardation was observed. Tremor, rigidity, gait disturbance, and other abnormal involuntary movements were not observed.",
            "Mood": "Depressed \"I feel completely drained, like everything is bleak.\"",
            "Affect": "Restricted, anxious, slightly tense, not labile, not shallow, not inadequate, not inappropriate",
            "Spontaneity": "(+)",
            "Verbal productivity": "Decreased",
            "Tone of voice": "Low-pitched",
            "Social judgement": "Normal",
            "Insight": "Awareness of being sick but blaming it on others, on external factors, or on organic factors. \"The pressure at work was too much for me to bear. Will I get better if I receive treatment?\"",
            "Reliability": "Yes",
            "Perception": "Normal",
            "Thought process": "Normal",
            "Thought content": "Preoccupation (+) \"I feel like I’m a burden to my company and family because of my shortcomings.\""
        }
    },
    {
        "MFC-Profile": {
            "Identifying data": {
                "Age": "40",
                "Sex": "Female",
                "Marital status": "Single",
                "Occupation": "Project manager"
            },
            "Chief complaint": {
                "Description": "I just feel this constant heaviness and sadness, like I can't find joy in anything anymore."
            },
            "Present illness": {
                "Symptom": {
                    "Name": "Persistent depressive mood",
                    "Length": "20 weeks",
                    "Alleviating factor": "Engaging in physical exercise",
                    "Exacerbating factor": "Long periods of isolation",
                    "Triggering factor": "Increased responsibilities and lack of support at work",
                    "Stressor": "work"
                }
            },
            "Past psychiatric history": {
                "Presence": "No",
                "Description": null
            },
            "Past medical history": {
                "Presence": "Yes",
                "History": "Hypothyroidism"
            },
            "Current medication": {
                "Medication name": "Sertraline",
                "Duration": "40 weeks",
                "Compliance": "Good",
                "Effect": "Moderate",
                "Side effect": "Mild nausea"
            },
            "Family history": {
                "Diagnosis": "Father diagnosed with generalized anxiety disorder",
                "Substance use": "Brother had issues with cannabis use"
            },
            "Developmental/social history": {
                "Childhood history": {
                    "Home environment": "Stable but emotionally distant",
                    "Members of family": "Parents and an older sister",
                    "Social environment": "Had a few close friends but was shy and reserved"
                },
                "School history": "Above average academic performance, occasional difficulties with peer interactions",
                "Work history": "Works as a project manager, consistent performer, changed jobs once due to corporate restructuring, good relationship with current supervisor, somewhat isolated from coworkers"
            },
            "Impulsivity": {
                "Suicidal ideation": "Moderate",
                "Suicidal plan": "Absence",
                "Suicidal attempt": "Absence",
                "Self-mutilating behavior risk": "Moderate",
                "Homicide risk": "Low"
            }
        },
        "MFC-History": "I grew up in a suburban neighborhood with my parents and my older sister. My father was a quiet man, often lost in his own thoughts, likely due to his struggles with generalized anxiety disorder, although he never talked about it. My mother tried her best to keep the household running smoothly, but emotional warmth was often missing. I always felt a certain distance from them, even though our home was otherwise stable.\n\nIn school, I was a diligent student, consistently achieving above average grades. However, social interactions were sometimes challenging for me. I was shy and reserved, preferring to spend time with a few close friends rather than mingling with larger groups. At times, I felt isolated, but I managed to navigate through my school years without major issues.\n\nAs an adult, I pursued a career as a project manager, a role that suited my organizational skills. I initially thrived, but over time, the pressures of increased responsibilities and a lack of support at work began to weigh heavily on me. About 20 weeks ago, I started experiencing a persistent depressive mood. It felt like a cloud had settled over me, and I struggled to find joy in anything anymore. I noticed that engaging in physical exercise, like going for a run, alleviated some of the heaviness, but long periods of isolation made it worse.\n\nMy work environment became a significant stressor. While I have a good relationship with my supervisor, I often feel isolated from my coworkers, which adds to my sense of loneliness. The constant demands and the feeling of being unsupported led to an increase in my responsibilities, triggering my depressive symptoms further.\n\nRecently, I've been experiencing moderate suicidal ideation. Though I have no plans or attempts, the thoughts linger in the background, exacerbated by the stress and isolation. I also deal with self-mutilating urges, which I manage through seeking support from friends and engaging in activities that distract me.\n\nCurrently, I'm on Sertraline, which I've been taking for 40 weeks. It provides moderate relief, though I experience mild nausea as a side effect. Despite my compliance with the medication, the heaviness persists, and I continue to grapple with the sadness that has become a part of my daily life.",
        "MFC-Behavior": {
            "General appearance/attitude/behavior": "The patient is a woman in her early 40s, appearing slightly older than her stated age, with a height of approximately 165 cm and a medium build. Her hair is neatly tied back, but her facial expression is tired and drawn, with dark circles under her eyes. Her clothing is clean and appropriate for the season, though slightly wrinkled. She maintains minimal eye contact during the interview and her posture is somewhat slumped, suggesting low energy levels. She is cooperative and attentive, answering questions politely but without enthusiasm. There is no evidence of psychomotor agitation or retardation. Her movements are slow but steady, with no abnormal involuntary movements observed.",
            "Mood": "Depressed \"I just feel this constant heaviness and sadness, like I can't find joy in anything anymore.\"",
            "Affect": "Restricted, anxious, slightly tense, not labile, not shallow, not inappropriate.",
            "Spontaneity": "Decreased",
            "Verbal productivity": "Decreased",
            "Tone of voice": "Monotone, low-pitched",
            "Social judgement": "Normal",
            "Insight": "Partial insight into her condition, acknowledging the impact of work stress on her mood. \"I know that work has been overwhelming, but I can't shake off this sadness.\"",
            "Reliability": "Yes",
            "Perception": "Normal",
            "Thought process": "Normal",
            "Thought content": "Preoccupation with feelings of inadequacy and loneliness. \"I feel like I'm not doing enough at work and it's all piling on.\" Moderate suicidal ideation present, without plan or intent."
        }
    }
]