[
  {
    "id": 0,
    "patient_info": "A 26-year-old woman presents with purulent vaginal discharge, lower abdominal pain, and fever. She reports having engaged in unprotected sexual intercourse on multiple occasions. Physical examination reveals cervical motion tenderness, right adnexal tenderness, and bilateral abdominal tenderness. In light of this presentation, treatment with which of the following antimicrobial drug regimens should be initiated?"
  },
  {
    "id": 1,
    "patient_info": "A 71-year-old man presents to his physician because of a 6-week history of progressive dyspnea, wheezing, and coughing. He has hypertension and a 60-pack-year history of smoking. The patient has difﬁculty speaking and is breathing using his accessory respiratory muscles. Neck vein distention and tongue swelling are evident. Which of the following is most likely diagnosis?"
  },
  {
    "id": 2,
    "patient_info": "A 32-year-old janitor presents with a disease of infectious origin. The organism responsible for his symptoms is revealed with an India ink stain, shown in the image.\nWhat clinical ﬁndings would be most likely in this patient?"
  },
  {
    "id": 3,
    "patient_info": "A 55-year-old man with a signiﬁcant smoking history complains of dyspnea and productive cough for 1 week. Physical examination reveals diffuse wheezes, a prolonged expiratory phase, hyperresonance to percussion, and a barrel chest. The patient is afebrile and has a heart rate of 105/min. The physician prescibes a commonly used medication in hopes that it will help to alleviate this patients symptoms. One week later, the patient returns to the ofﬁce with recent onset of tremors and feels as though his heart is racing. In addition to counseling the patient, what additional tests should be ordered?"
  },
  {
    "id": 4,
    "patient_info": "A 4-year-old boy is brought to a rural clinic because of a 1-week history of intense coughing spells that last 1-2 minutes, occasionally followed by vomiting. On questioning, the patient's mother recalls that he had a cold about 2 weeks ago, but that the coughing has become much worse recently. He has not received any immunizations. His vital signs are within normal limits, and physical examination is unremarkable. Laboratory studies show a WBC count of 22,000/mm³ with 60% lymphocytes. X-ray of the chest isunremarkable. Which of the following is the most likely cause of this patient's symptoms?"
  },
  {
    "id": 5,
    "patient_info": "A 24-year-old sexually active woman presents to her gynecologist with symptoms of genital itching, burning, and foul-smelling discharge. Samples are taken and \"clue cells\" are observed on microscopic wet mount. What is the mechanism of the drug most appropriate for treating this condition?"
  },
  {
    "id": 6,
    "patient_info": "A 65-year-old woman who underwent a mastectomy 5 years ago returns to her oncologist for a check-up. She is currently taking exemestane for hormone-responsive breast cancer. What is the normal function of the enzyme targeted by exemestane?"
  },
  {
    "id": 7,
    "patient_info": "A 35-year-old woman with type 2 diabetes mellitus presents to the emergency department with multiple episodes of vomiting after a late night out at bars with her friends. She is oriented, follows commands, and answers all questions appropriately. On physical examination the patient's face is flushed, and her heart rate is 110/min. Her abdomen is nontender without guarding or rebound. Neurologic examination results and gait are normal. Which of the following diabetes medications is most likely causing this patient's symptoms?"
  },
  {
    "id": 8,
    "patient_info": "A 40-year-old woman presents with a chief complaint of progressive dyspnea and a nonproductive cough. She has a 40-pack-year smoking history. X-ray of the chest reveals a honeycomb appearance, and a CT image shows cystic lesions. An electron micrograph of her tissue biopsy is shown.\nThis patient’s defective cells are most likely to stain positive for which of the following?"
  },
  {
    "id": 9,
    "patient_info": "A 44-year-old man with a history of hypertension, hyperlipidemia, and type 1 diabetes mellitus who takes insulin, lisinopril, and atorvastatin is brought to the emergency department after experiencing several days of abdominal pain and polyuria. His basic metabolic panel shows: Na+: 134 mEq/L K+: 5.1 mEq/L Cl-: 94 mEq/L HCO3 -: 12 mEq/L BUN: 14 mg/dL Cr: 0.8 U/LGlucose: 310 mg/dL Based on the suspected diagnosis, which of the following physical signs is this patient likely to exhibit?"
  },
  {
    "id": 10,
    "patient_info": "A 60-year-old man is found to have a large adenocarcinoma of the stomach. The tumor is centered at the pyloric zone just near the pyloric sphincter, on the lesser curvature. Which of the following signs and symptoms is most likely to be seen in this patient due to the mass effect of the tumor?"
  },
  {
    "id": 11,
    "patient_info": "A 49-year-old man presents to the emergency department complaining that \"my skin has turned yellow.\" The patient also reports recent weight loss and burning epigastric pain at night. Physical examination reveals the man is signiﬁcantly jaundiced. He has no abdominal pain and has a negative Murphy's sign. The physician is concerned that he can feel the patient's gallbladder and orders a CT scan. What diagnosis should the physician be most concerned about with this patient's presentation?"
  },
  {
    "id": 12,
    "patient_info": "A 65-year-old male immigrant from Africa presents to the emergency department after an episode of gross hematuria. He states that he has seen small amounts of blood in his urine from time to time over the past several months. His physical examination is remarkable only for mild hepatosplenomegaly. A urology consult is called, and the urologist performs a bedside cystoscopy. A large fungating mass is seen adherent to the superior part of the bladder. Results of a biopsy are shown in the image.\n"
  },
  {
    "id": 13,
    "patient_info": "A 35-year-old, slender woman is brought by ambulance to the emergency department unresponsive after a bout of confusion and agitation. Temperature is 39.2°C (102.5°F), blood pressure is 100/70 mm Hg, and pulse is 165/min. The patient has a diffuse goiter and hyperreflexia, and a systolic ejection murmur at the heart's apex. Her husband states she has recently become increasingly anxious, often yelling at him for keeping the apartment too hot. After acute management of ABCs and heart rate control, which of the following is the appropriate medication for long-term management of the patient's condition?"
  },
  {
    "id": 14,
    "patient_info": "A 7-year-old boy presents for the third time in 1 month because of acute onset cough, dyspnea, and wheezing. His symptoms improve with administration of a short-acting inhaled β2-agonist, which he uses athome as well whenever he begins feeling short of breath. He uses no other medications for his condition.On discharge the boy is prescribed an additional drug that acts by inhibiting a transcription factor required for the synthesis of inﬂammatory mediators such as tumor necrosis factor-α. Which of the following is a potential adverse effect of the newly prescribed drug if used chronically?"
  },
  {
    "id": 15,
    "patient_info": "A 36-year-old woman presents to her physician because she believes she might be pregnant. She has not had her period for 3 months and has noticed a milky discharge from her breasts. Results of a pregnancy test are negative. This woman's symptoms would most likely be an adverse effect of which of the following drugs?"
  },
  {
    "id": 16,
    "patient_info": "A 57-year-old man undergoes cavernosography, a radiographic examination that shows the corpora cavernosa and draining veins after injection of contrast into the corpora. The test demonstrates a leak from the dorsal vein to the saphenous vein.Which of the following was the most likely indication for this patient's cavernosography?"
  },
  {
    "id": 17,
    "patient_info": "A 25-year-old woman presents to her primary care physician. On review of symptoms she describes less than a teaspoon of thick white vaginal discharge daily. Vaginal pH is 4.0. Saline microscopy of scant discharge found at the external os identiﬁes epithelial cells with scarce polymorphonuclear leukocytes. What is the best description of this woman's clinical ﬁndings?"
  },
  {
    "id": 18,
    "patient_info": "A 56-year-old obese man with unknown medical history presents to the emergency department. He was found by his wife on the floor of the bathroom, conscious but disoriented, vomiting, and clutching his abdomen. She is unsure of the name of his one oral medication, but knows he takes it regularly, twice daily. He was recently admitted to another hospital for a cholecystectomy. On examination, the patient is breathing heavily and quickly, but other vital signs are normal. Laboratory test results include: Laboratory tests show: Na+: 142 mEq/L K+: 4.0 mEq/L Cl-: 105 mEq/L HCO3-: 19 mEq/L Blood urea nitrogen: 20 mg/dL Creatinine: 1.6 mg/dL Glucose: 256 mg/dL What drug is the patient most likely taking?"
  },
  {
    "id": 19,
    "patient_info": "A 23-year-old woman presents to the emergency department complaining of severe, bilateral, lower abdominal pain. Her last menstrual cycle was 8 weeks ago. Her blood pressure is 90/46 mm Hg. Physical examination reveals guarding and severe rebound tenderness. Vaginal ultrasound reveals an empty uterus.Trending a certain hormone is key in identifying this patient's diagnosis. This hormone shares a common subunit with which of the following molecules?"
  },
  {
    "id": 20,
    "patient_info": "During a routine visit to his primary care physician, a 55-year-old man with a history of radiation to his neck for lymphoma as a young man is found to have a singular thyroid nodule. Work-up suggests the nodule to be neoplastic. A section of resected tissue is\nWhat type of thyroid malignancy has this patient developed?"
  },
  {
    "id": 21,
    "patient_info": "A 47-year-old woman presents to her physician complaining of weight gain, fatigue, and lethargy. Her appetite has decreased recently and she has been constipated. Physical examination reveals an enlarged, symmetric, and firm thyroid. A thyroid biopsy is significant for a lymphocytic and plasma cell infiltrate with occasional germinal center formation. The follicles contain little colloid, and the follicular epithelial lining shows enlarged epithelial cells containing acidophilic cytoplasm. Which of the following antibodies is most likely to be found in this patient?"
  },
  {
    "id": 22,
    "patient_info": "A 52-year-old man presents to the emergency department with severe substernal chest pain radiating to his left arm, together with diaphoresis and dyspnea. He reports that he has never experienced this kind of pain before, that it came on very suddenly about 30 minutes ago, and that he was not doing anything particularly strenuous. His blood pressure is 137/87 mm Hg, his pulse is 96/min, and his respiratory rate is 24/min. An ECG shows ST-segment elevation in leads V3-V6. While in the emergency department he goes into cardiac arrest, and efforts to resuscitate him are unsuccessful. Which of the following is the most likely cause of this patient's death?"
  },
  {
    "id": 23,
    "patient_info": "A 30-year-old woman comes to the physician complaining that her blood pressure was high when she measured it on a machine at a local drug store. She has no significant medical history. Resting blood pressure is 170/110 mm Hg. Laboratory studies show: Na+: 160 mEq/L K+: 2.3 mEq/L Ca2+: 9.1 mEq/L Fasting glucose: within normal limits pH: 7.5 Which of the following areas of the adrenal gland produces the hormone that is causing this patient's symptoms?"
  },
  {
    "id": 24,
    "patient_info": "A 34-year-old man presents to his primary care physician complaining of a low-grade fever, drenching sweats at night, and an unintentional 5-kg (12-lb) weight loss over the past 3 months. CT of the chestreveals mediastinal lymphadenopathy. Subsequent biopsy of an involved node is remarkable for the cell shown in the image.\n"
  },
  {
    "id": 25,
    "patient_info": "A 29-year-old woman presents to the gynecologist complaining of a \"ﬁshy\"-smelling vaginal odor noticeable during intercourse. Pelvic examination reveals a homogenous gray-white discharge, and a saline wet mount of vaginal epithelial cells is obtained (see image).\n"
  },
  {
    "id": 26,
    "patient_info": "A 43-year-old woman presents with several weeks of episodic headache, sweating, and tachycardia. Her blood pressure is 185/105 mm Hg; review of her records reveals it was 125/80 mm Hg 1 year ago. CT of her abdomen is shown in the image.\nWhat other condition is this patient at greatest risk of developing?"
  },
  {
    "id": 27,
    "patient_info": "A 78-year-old man taking multiple medications presents to the clinic for continued surveillance after mechanical heart valve replacement. He has been taking warfarin after the valve replacement surgery, as prescribed. He denies any recent change in diet but notes that another doctor started him on a new antimicrobial. Coagulation studies show: Prothrombin time: 14 seconds Partial thromboplastin time: 36 seconds Bleeding time: 5 minutes International Normalized Ratio: 1.05 Which one of the following medications has the patient most likely recently begun taking?"
  },
  {
    "id": 28,
    "patient_info": "A 47-year-old man is diagnosed with a slow-growing tumor located in the right frontal lobe of his brain. The tumor is surgically excised and the diagnosis is conﬁrmed with hematoxylin-eosin staining, shown in the image.\nWhich of the following is the normal function of the neoplastic cells seen in this histologic image?"
  },
  {
    "id": 29,
    "patient_info": "A 28-year-old HIV-positive woman presents for prenatal care. She states that she is 17 weeks' pregnant, according to the date of her last menstrual period. She has not yet had any prenatal care. She is otherwise in good health.Which of the following drugs reduces the risk of transmission of HIV to the newborn?"
  },
  {
    "id": 30,
    "patient_info": "A 65-year-old woman comes to the physician for a follow-up examination after blood pressure measurements were\n175/105 mm Hg and 185/110 mm Hg 1 and 3 weeks ago, respectively. She has well-controlled type 2 diabetes\nmellitus. Her blood pressure now is 175/110 mm Hg. Physical examination shows no other abnormalities.\nAntihypertensive therapy is started, but her blood pressure remains elevated at her next visit 3 weeks later. Laboratory\nstudies show increased plasma renin activity; the erythrocyte sedimentation rate and serum electrolytes are within the\nreference ranges. Angiography shows a high-grade stenosis of the proximal right renal artery; the left renal artery\nappears normal. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 31,
    "patient_info": "A 48-year-old man dies suddenly of a cardiac arrhythmia. Six weeks ago, he was resuscitated from a cardiac arrest\ncaused by coronary artery disease and developed oliguric renal failure. Five weeks ago (1 week after being\nresuscitated), his serum urea nitrogen (BUN) concentration was 40 mg/dL, his serum creatinine concentration was 3.5\nmg/dL, and his urine contained granular casts. Four weeks ago, his oliguria resolved, and his BUN and serum\ncreatinine concentrations returned to normal. Examination of his kidneys at autopsy is most likely to show which of\nthe following?"
  },
  {
    "id": 32,
    "patient_info": "A 64-year-old man comes to the clinic because of a 2-week history of severe pain and generalized muscle weakness.\nHe has hypercholesteremia and hypertension. Three months ago, he had a myocardial infarction. At that time, he\nbegan atorvastatin therapy. Other medications are clopidogrel, lisinopril, and amiodarone. He is 178 cm (5 ft 10 in)\ntall and weighs 82 kg (180 lb); BMI is 26 kg/m²"
  },
  {
    "id": 33,
    "patient_info": "A 19-year-old man undergoes splenectomy because of crush injuries sustained in a motor vehicle collision. During the operation, two small accessory spleens are seen adjacent to the ruptured spleen. The most likely origin of this patient's congenital anomaly is thickening of an embryologic layer at which of the following sites?"
  },
  {
    "id": 34,
    "patient_info": "A 27-year-old primigravid woman at 41 weeks' gestation is admitted to the hospital for induction of labor. She has\nreceived cervical ripening agents and is now receiving oxytocin. The cervix is 9 cm dilated and 100% effaced; the\nvertex is at 0 station. Fetal monitoring shows contractions every 3 minutes and a reassuring heart rate. She requests\npain medication. Which of the following is the most likely adverse effect of an intravenous opioid in this patient?"
  },
  {
    "id": 35,
    "patient_info": "A 16-year-old boy is brought to the emergency department because of a 2-day history of fever, nausea, vomiting, headache, chills, and fatigue. He has not had any sick contacts. He underwent splenectomy for traumatic injury at the age of 13 years. He has no other history of serious illness and takes no medications. He appears ill. His temperature is 39.2°C (102.5°F), pulse is 130/min, respirations are 14/min, and blood pressure is 110/60 mm Hg. On pulmonary examination, scattered crackles are heard bilaterally. Abdominal examination shows a well-healed midline scar and mild, diffuse tenderness to palpation. Which of the following is the most appropriate next step in management?"
  },
  {
    "id": 36,
    "patient_info": "A 36-year-old woman with hypertension comes to the office because she thinks she may be “going through early menopause.” She has not had a menstrual period since her most recent office visit 6 months ago. During this time, she also has been “gaining weight around the middle” despite increased exercise; she has had a 6.3-kg (14-lb) weight gain.  She has no other history of major medical illness. Her only medication is lisinopril. She does not smoke, drink alcohol, or use illicit drugs. She is 168 cm (5 ft 6 in) tall and weighs 107 kg (236 lb); BMI is 38 kg/m². Vital signs are within normal limits. Examination shows a uterus consistent in size with a 24-week gestation. Pelvic ultrasonography shows oligohydramnios and a fetus with a misshapen cranium, pericardial effusion, small bladder, and echogenic bowel. The most likely cause of the fetal abnormalities in this patient’s pregnancy is interference with which of the following?"
  },
  {
    "id": 37,
    "patient_info": "A healthy 30-year-old woman participates in a study of the relationship between cardiovascular function and posture. Placed in a room with a comfortable temperature (72°F) and humidity (40%), she moves from a standing to a supine position. Which of the following sets of changes is most likely in the reflex control of this woman's cardiovascular\nsystem?"
  },
  {
    "id": 38,
    "patient_info": "A 50-year-old man returns to the office for a follow-up examination. During the past 2 months, he has had increased blood pressure readings during several checks at the office and at home. He says he has felt well. He has major depressive disorder and gout. Medications are fluoxetine and allopurinol. His maternal grandfather had congestive heart failure and the patient's older brother has hypertension. The patient has smoked one-half pack of cigarettes daily for 32 years. He is 180 cm (5 ft 11 in) tall and weighs 95 kg (210 lb); BMI is 29 kg/m². Pulse is 70/min and blood pressure is 152/90 mm Hg. Physical examination discloses no abnormalities. Which of the following medications is contraindicated in this patient?"
  },
  {
    "id": 39,
    "patient_info": "A 19-year-old man who is a college freshman comes to the office because of a 4-day history of tender, swollen glands. He also has a 6-day history of fever, malaise, and decreased appetite. His temperature is 38.7°C (101.7°F). Physical examination shows swelling of the parotid glands. Which of the following infectious agents is the most likely cause of these findings?"
  },
  {
    "id": 40,
    "patient_info": "A 38-year-old woman comes to the clinic to discuss results of a biopsy specimen of a mass in the right breast obtained 1 week ago. She has no history of serious illness and takes no medications. Vital signs are within normal limits.  Examination of the right breast shows a well-healing biopsy incision. The remainder of the examination discloses no abnormalities. Results of the biopsy specimen disclose ductal carcinoma in situ. The physician informs the patient he has some bad news to share and tells her the diagnosis. He explains her treatment options, including mastectomy, breast-conserving surgery, radiation therapy, chemotherapy, and any combination of these options. The patient appears afraid but listens attentively before responding, \"You're the doctor. My children are still little. Tell me what I should do.\" In addition to expressing empathy, which of the following is the most appropriate physician response?"
  },
  {
    "id": 41,
    "patient_info": "A 3-year-old boy is brought to the office because of a 2-day history of bulging of his left eye. He says his eye hurts. He has no history of major medical illness or recent trauma to the area, and he receives no medications. Vital signs are within normal limits. Physical examination shows exophthalmos of the left eye. MRI of the brain shows a 2-cm mass involving the ocular muscles of the left eye. A biopsy specimen of the mass shows malignant cells, some of which have striations. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 42,
    "patient_info": "A 72-year-old man comes to the physician for a health maintenance examination. He has no personal or family history\nof major medical illnesses. He has never smoked cigarettes. Pulse oximetry on room air shows an oxygen saturation\nof 98%. Physical examination shows plethoric skin and splenomegaly. Laboratory studies show:"
  },
  {
    "id": 43,
    "patient_info": "A 45-year-old woman comes to the emergency department because of a 3-day history of progressive shortness of breath, cough productive of blood-tinged sputum, and fever. She also has a 3-month history of numbness of her left leg and tingling in her right arm. She has not had chills. She was diagnosed with asthma 6 months ago; it is well controlled with inhaled budesonide and albuterol as needed. She has no other history of serious illness and takes no other medications. She appears to be in mild respiratory distress. Temperature is 38.1°C (100.6°F), pulse is 105/min and regular, respirations are 24/min, and blood pressure is 145/95 mm Hg. Pulse oximetry on room air shows an oxygen saturation of 92%. Crackles are heard at the right lung base, and there are occasional diffuse wheezes. Cardiac examination shows no abnormalities. On neurologic examination, sensation to pinprick is decreased over the lateral aspect of the left lower extremity and right upper extremity. Muscle strength is 5/5 throughout. Babinski sign is absent. Deep tendon reflexes are 2+ and symmetric. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 44,
    "patient_info": "A 45-year-old woman comes to the office for a follow-up examination 2 weeks after she sustained a vertebral fracture at L1. The fracture occurred spontaneously and there is no history of trauma to the area or other fractures. She gained 27 kg (60 lb) during the 6 months before the fracture occurred. Her only medication is hydromorphone as needed for pain. She is 163 cm (5 ft 4 in) tall and now weighs 100 kg (220 lb); BMI is 38 kg/m2. Temperature is 37.0°C (98.6°F), pulse is 86/min, respirations are 12/min, and blood pressure is 145/98 mm Hg. Physical examination shows central obesity and purple striae over the abdomen bilaterally. The lower extremities appear thin. Results of laboratory studies are shown:"
  },
  {
    "id": 45,
    "patient_info": "A 58-year-old man with chronic obstructive pulmonary disease comes to the clinic with his wife for a follow-up examination. He has smoked one pack of cigarettes daily for 35 years. He has tried to quit smoking twice but was unsuccessful both times. At today’s visit, when the physician asks the patient about smoking cessation, he says he is not ready to do so. The patient’s wife states her husband’s smoking makes her cough and gives her chest tightness. Which of the following is the most appropriate physician statement?"
  },
  {
    "id": 46,
    "patient_info": "A 46-year-old woman comes to the physician because of a 3-day history of intermittent pain with urination and\nincreased urinary frequency. She says that she had one similar episode during the past 6 months. She also has had\nirregular menses, and her last menstrual period occurred 2 months ago. She has not had fever, nausea, vomiting, or\nblood in her urine. She is sexually active with one male partner. Physical examination shows no abnormalities."
  },
  {
    "id": 47,
    "patient_info": "A 32-year-old woman is brought to the emergency department immediately after being involved in a motor vehicle\ncollision. She was the unrestrained driver. On arrival, she says she has severe pain in her right groin. On\nexamination, any movement of the right hip produces pain. An x-ray of the pelvis shows a completely displaced\nfracture of the femoral neck. In addition to intravenous morphine, which of the following is the most appropriate\nmanagement?"
  },
  {
    "id": 48,
    "patient_info": "A 2-year-old boy is brought to the physician because of failure to thrive. He also has had loose, fatty, foul-smelling stools and a cough during the past 2 weeks. He is at the 30th percentile for height and 10th percentile for weight. Physical examination shows no other abnormalities. Laboratory studies show steatorrhea and a sweat chloride concentration of 80 mmol/L. A chest x-ray shows hyperinflation. Sputum culture grows Haemophilus influenzae and Staphylococcus aureus. Secretion of which of the following substances is most likely to be decreased in this patient?"
  },
  {
    "id": 49,
    "patient_info": "A 50-year-old man comes to the office because of a 2-month history of increasing daytime somnolence. He has obstructive sleep apnea for which he has only intermittently used a continuous positive airway pressure device. He is 170 cm (5 ft 7 in) tall and weighs 181 kg (400 lb); BMI is 63 kg/m2. His temperature is 37°C (98.6°F), pulse is 100/min, respirations are 12/min, and blood pressure is 135/80 mm Hg. Physical examination shows a gray-blue tinge to the lips, earlobes, and nail beds. Cardiac examination shows no other abnormalities. Arterial blood gas analysis on room air shows a pH of 7.31, PCO2 of 70 mm Hg, and PO2 of 50 mm Hg. Which of the following additional findings would be most likely in this patient?"
  },
  {
    "id": 50,
    "patient_info": "A 10-year-old boy is brought to the emergency department in the middle of summer because of fever, headache, and\nphotophobia. Several of his camp mates have had a similar illness. Physical examination shows mild nuchal rigidity.\nA lumbar puncture is performed. Laboratory studies show:"
  },
  {
    "id": 51,
    "patient_info": "A 42-year-old man comes to the office as a new patient. Three weeks ago, he was hospitalized for treatment of community-acquired pneumonia and diagnosed with HIV infection. He has no other history of serious illness and takes no medications. Vital signs are within normal limits. Examination shows no abnormalities. CD4+ T-lymphocyte count is 490/mm³, and plasma HIV viral load is 45,000 copies/mL. Results of other laboratory studies are within the reference ranges. Test results for syphilis and hepatitis B and C are negative. The patient agrees to begin antiretroviral therapy. He asks what his long-term prognosis will be. With adherence to the medication regimen, this patient is at greatest risk of death from which of the following?"
  },
  {
    "id": 52,
    "patient_info": "A 19-year-old man who is in the US Army is brought to the emergency department 45 minutes after he sustained a knife wound to the right side of his chest during an altercation. He has no history of major medical illness and takes no medications. His temperature is 36.9°C (98.4°F), pulse is 110/min, respirations are 24/min, and blood pressure is 114/76 mm Hg. Pulse oximetry on room air shows an oxygen saturation of 94%. On physical examination, the trachea appears to be shifted to the left. Pulmonary examination of the right chest is most likely to show which of the following findings?"
  },
  {
    "id": 53,
    "patient_info": "A 22-year-old primigravid woman at 10 weeks’ gestation comes to the emergency department (ED) because of a 3-\nday history of persistent vomiting. She is treated with intravenous hydration, pyridoxine, and doxylamine. As the\nresident physician prepares the patient for discharge, he asks who will be picking her up from the ED. She says her\nhusband will be arriving soon and asks if the hospital staff can refer to her symptoms as a “stomach flu.” She does\nnot want anyone to mention to her husband that she is pregnant because the pregnancy resulted from an oral\ncontraceptive failure and “he is not expecting this.” Which of the following is the most appropriate next question to\nask this patient?"
  },
  {
    "id": 54,
    "patient_info": "A 15-year-old boy is brought to the office by his parents to discuss results of a biopsy done 3 days ago for a rapidly enlarging neck mass. He first noted the mass 1 month ago. Two weeks ago, he was evaluated for an episode of prolonged epistaxis and was found to have a right ear effusion, which was treated with amoxicillin-clavulanic acid.  He has no other history of serious illness and takes no medications. Height is at the 10th percentile, weight is at the 50th percentile, and BMI is at the 75th percentile. Vital signs are within normal limits. Physical examination shows a right ear effusion and a 4-cm, firm mass in the right posterior triangle of the neck. Results of a biopsy specimen show squamous epithelium with indistinct cell margins, enlarged atypical nuclei, and absent keratin formation. Which of the following infectious agents is the most likely underlying cause of this patient's current condition?"
  },
  {
    "id": 55,
    "patient_info": "A 65-year-old man is admitted to the hospital because of a 12-hour history of chest pain. Physical examination shows\nno abnormalities. Serum studies show an increased troponin I concentration. The diagnosis of myocardial infarction\nis made. It is suspected that this patient's condition deteriorated as a result of ischemia-reperfusion injury. The\nincreased serum troponin I concentration in this patient most likely occurred as a result of which of the following\nprocesses?"
  },
  {
    "id": 56,
    "patient_info": "A 25-year-old woman comes to the physician because of a long history of pain with menses. The pain occurs on the\nfirst day of her 5-day menstrual period and lasts all day. She rates the pain as 10 on a 10-point scale. The most\nappropriate initial pharmacotherapy to relieve this patient's pain has which of the following mechanisms of action?"
  },
  {
    "id": 57,
    "patient_info": "A 12-year-old boy is brought to the office by his parents for genetic counseling because of a family history of genetic disorders. He has no symptoms or history of major medical illness. The patient’s maternal grandfather died of Huntington disease at the age of 35 years. Genetic testing of the mother showed 19 triplet repeats on each huntingtin (HTT) allele (N=10–20). The patient’s paternal grandfather had colon cancer at the age of 30 years, and the father had numerous colon polyps at the age of 20 years treated with a colectomy. Genetic testing of the father shows heterozygosity for a frame-shift mutation in the APC gene. Physical examination of the patient shows abnormalities. Based on this patient’s risk for genetic disease, it is most appropriate for the physician to order which of the following genetic tests at this time?"
  },
  {
    "id": 58,
    "patient_info": "A previously healthy 33-year-old woman is brought to the emergency department by the Secret Service for stalking\nthe president of the USA for 2 months. She claims to be married to the president's twin brother and states that the\npresident just had his twin kidnapped to avoid competition. She speaks rapidly and is difficult to interrupt. Her\nassociations are often loose. She says, \"I haven't slept for days, but I won't even try to sleep until my husband is\nrescued. God has been instructing me to take over the White House. I can't wait to be reunited with my husband. I hear his voice telling me what to do.\" When asked about drug use, she says she uses only natural substances. She\nrefuses to permit blood or urine tests, saying, \"I don't have time to wait for the results.\" Which of the following is the\nmost likely diagnosis?"
  },
  {
    "id": 59,
    "patient_info": "A 62-year-old woman with myasthenia gravis comes to the office because of a 2-week history of falling. She says\nher legs \"give out\" once daily; she falls to the ground but does not hit her head. She took pyridostigmine until\n2 weeks ago when she decided that it no longer worked. Respirations are 30/min. Examination shows a hypophonic\nnasal voice and ptosis bilaterally. Muscle strength is 2/5 in all extremities. The patient is told that she is in imminent\ndanger of respiratory compromise and that she should be admitted to the hospital. She says she knows her breathing\ncould pose a problem, but she hates hospitals and does not want to undergo more tests or therapy. She asks if she\ncan have a prescription for her former medication and if she can go home. Which of the following is the most\nappropriate next step in management?"
  },
  {
    "id": 60,
    "patient_info": "A 32-year-old man comes to the physician because he has had difficulty focusing on tasks at work and at home during the past 2 months. He works as an automobile mechanic. He has had a lot of energy for work but often is distracted to the point that he does not complete assigned tasks. He frequently stops working on his own tasks to attempt to develop greater efficiency in his shop. He states that he is delighted with his newfound energy and reports that he now needs only 4 hours of sleep nightly. He has no history of psychiatric illness. He always performed well in school. He has a history of drinking alcohol excessively and using methamphetamines and cocaine during his 20s, but he has not consumed alcohol or used illicit drugs for the past 3 years. His temperature is 37°C (98.6°F), pulse is 60/min, and blood pressure is 125/80 mm Hg. Physical examination shows no abnormalities. On mental status examination, he describes his mood as \"good.\" He has a labile affect. His speech is rapid in rate but normal in rhythm, and his thought process is organized. Short- and long-term memory are intact. Attention and concentration are fair; he makes no errors when performing serial sevens, and he can repeat seven digits forward and five in reverse sequence. He has had no delusions or hallucinations. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 61,
    "patient_info": "A 40-year-old female secretary comes to the office because of a 2-month history of fatigue, and generalized aching and weakness of the proximal muscles of all four extremities. The patient initially noticed the weakness only while she was getting in and out of her car, but during the past 2 weeks, the weakness has progressed, so that she now has difficulty combing her hair. Since the symptoms began, she also has had aching of the joints in her hands that has responded partially to ibuprofen. She was adopted and family history is unknown. She has two teenaged children who are well. She appears uncomfortable. She is 170 cm (5 ft 7 in) tall and weighs 68 kg(150 lb); BMI is 24 kg/m2 . Vital signs are temperature 37.7°C (99.8°F), pulse 90/min, respirations 20/min, and blood pressure 110/70 mm Hg. The patient is alert and fully oriented. Physical examination discloses cracking of the skin of both hands that involves the tips and lateral sides of several fingers. The muscles of the upper arms and legs are somewhat tender to pressure. Results of serum laboratory studies show a creatine kinase concentration of 600 U/L and a lactate dehydrogenase concentration of 800 U/L. Results of complete blood count are within the reference ranges. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 62,
    "patient_info": "A 52-year-old woman comes to the emergency department because of a 1-week history of low-grade fever and increasing abdominal cramps that are exacerbated by bowel movements. She began a course of amoxicillin-clavulanate and metronidazole 2 days ago but has had no relief of her symptoms. She has had intermittent constipation for the past 12 years. She has not had nausea, vomiting, urinary symptoms, or bloody stools. She has a 3-year history of hypertension. She underwent total abdominal hysterectomy and bilateral salpingo-oophorectomy 5 years ago because of leiomyomata uteri. She is 165 cm (5 ft 5 in) tall and weighs 86 kg (190 lb); BMI is 32 kg/m2 . Her temperature is 38.1°C (100.6°F), pulse is 75/min, and blood pressure is 150/80 mm Hg. The lungs are clear to auscultation. Cardiac examination shows no abnormalities. The abdomen is soft, and there is tenderness to palpation of the left lower quadrant with guarding but no rebound. Bowel sounds are normal. The stool is brown, and test for occult blood is negative. Her hemoglobin concentration is 14.5 g/dL, leukocyte count is 15,000/mm3 , and platelet count is 280,000/mm3 ; serum studies and urinalysis show no abnormalities. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 63,
    "patient_info": "A 5-year-old girl is brought to the physician by her parents for evaluation of recurrent injuries. Her parents say that she started walking at the age of 14 months and since then has always seemed clumsier and had more injuries than other children. She has had increasingly frequent chest pain with exertion since starting a soccer program 3 months ago. She usually has pain or swelling of her knees or ankles after practice. She has been wearing glasses for 2 years. Her 16-year-old brother has required two operations for a severe rotator cuff injury he sustained while taking a shower, and she has a maternal cousin who died of a ruptured aortic aneurysm at the age of 26 years. Today, the patient walks with a limp. She is at the 99th percentile for height and 50th percentile for weight. A midsystolic click is heard at the apex. The left ankle is swollen and tender; range of motion is limited by pain. The joints of the upper and lower extremities are hypermobile, including 25 degrees of genu recurvatum, thumbs that may be extended to touch the forearms, and flexibility at the waist, with palms easily touching the floor with straight knees. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 64,
    "patient_info": "A 44-year-old woman with a 10-year history of arthritis comes to the office because she has had increasing pain and stiffness in her hands, wrists, and knees during the past several months. She also has had increasing fatigue for the past month, along with a weight loss of 1.8 to 2.2 kg (4 to 5 lb). She has seen numerous physicians for her arthritis in the past and has tried various medications and devices, including copper bracelets from Mexico given to her by friends. Review of her medical records confirms that the initial diagnosis of rheumatoid arthritis is correct. She says, \"I had several drop attacks during the past 3 months.\" She characterizes these attacks as episodes of weakness and loss of feeling in her legs for several minutes. During one of these episodes, she became incontinent. She currently takes aspirin approximately four times daily and ibuprofen occasionally. Physical examination shows facial plethora and swollen and painful metacarpophalangeal and knee joints, bilaterally. There is moderate ulnar deviation of the fingers. The remainder of the examination discloses no abnormalities. Which of the following is the most likely cause of her \"drop attacks?\""
  },
  {
    "id": 65,
    "patient_info": "A male neonate, who was born at 36 weeks' gestation 2 hours ago in the labor and delivery unit of the hospital, now shows signs of respiratory difficulty. The mother, an 18-year-old primigravid woman, smoked one pack of cigarettes daily throughout her pregnancy. She received prenatal care during most of the pregnancy. One episode of chlamydial cervicitis was detected during the last trimester and treated with azithromycin. The neonate was born via cesarean delivery due to fetal heart rate decelerations. The amniotic fluid was stained with light particulate meconium. Apgar scores were 9 and 9 at 1 and 5 minutes, respectively. The patient is 50 cm (20 in; 50th percentile) long and weighs 3005 g (6 lb 10 oz; 50th percentile); head circumference is 35 cm (14 in; 50th percentile). The infant's vital signs now are temperature 36.6°C (97.8°F), pulse 150/min, and respirations 70/min. Pulse oximetry on room air shows an oxygen saturation of 95%. Physical examination discloses mild subcostal and intercostal retractions. Chest x-ray shows prominent pulmonary vascular markings and fluid in the intralobar fissures. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 66,
    "patient_info": "A 9-year-old boy is brought to the physician because of progressive weakness and a purple-red discoloration over his cheeks and upper eyelids over the past 8 weeks. His symptoms began shortly after a camping trip, and he now is unable to climb stairs, walk long distances, comb his hair, or dress himself. His mother says that she was careful to apply his sunscreen on the trip and can recall no tick bites or exposure to poisonous plants. His only medication is a topical corticosteroid for several dry, scaly patches of the skin. He appears weak and lethargic. He is at the 75th percentile for height and 25th percentile for weight; he has had no change in his weight since his last examination 9 months ago. His temperature is 37.7°C (99.8°F), blood pressure is 110/68 mm Hg, pulse is 105/min, and respirations are 28/min. Examination of the skin shows a purple-red discoloration over the cheeks and eyelids, periorbital edema, erythematous plaques and scales over the elbows and knees, and flat-topped red papules over all knuckles. There is generalized weakness and atrophy of the proximal muscles. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 67,
    "patient_info": "A 42-year-old woman comes to the physician because of a 1-year history of vaginal bleeding for 2 to 5 days every 2 weeks. The flow varies from light to heavy with passage of clots. Menses previously occurred at regular 25- to 29-day intervals and lasted for 5 days with normal flow. She has no history of serious illness and takes no medications. She is sexually active with one male partner, and they use condoms inconsistently. Her mother died of colon cancer, and her maternal grandmother died of breast cancer. She is 163 cm (5 ft 4 in) tall and weighs 77 kg (170 lb); BMI is 29 kg/m2 . Her temperature is 36.6°C (97.8°F), pulse is 90/min, respirations are 12/min, and blood pressure is 100/60 mm Hg. The uterus is normal sized. The ovaries cannot be palpated. The remainder of the examination shows no abnormalities. Test of the stool for occult blood is negative. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 68,
    "patient_info": "A 37-year-old Anglo-American man is admitted to the hospital for treatment for cocaine dependency. He says he has tried repeatedly to abstain from cocaine use but lives in a part of town where there are heavy drug sales. He did not like his hospital outpatient group but liked his single session at Cocaine Anonymous. Vital signs are temperature 37.0°C (98.6°F), pulse 70/min, respirations 16/min, and blood pressure 125/85 mm Hg. Physical examination shows a thin man with good muscle strength and no focal neurologic deficits. The patient is using insurance coverage through his wife but does not wish for his diagnosis to be disclosed to anyone. He is on probation after a conviction for aggravated robbery 3 years ago. There is also a warrant for his arrest for assault and battery. After listening to his requests and weighing your obligations, you should disclose this patient's diagnosis only to which of the following?"
  },
  {
    "id": 69,
    "patient_info": "A previously healthy 22-year-old college student is brought to the emergency department by her parents 20 minutes after they observed her having a seizure. After the seizure, she was confused and had difficulty thinking of some words. She has had a headache, cough, and fever for 3 days treated with acetaminophen and dextromethorphan. Her temperature is 38.9°C (102°F). Neurologic examination shows diffuse hyperreflexia. On mental status examination, she is confused and has short-term memory deficits. She has difficulty naming objects and makes literal paraphasic errors. An MRI of the brain shows bitemporal hyperintensities. A lumbar puncture is done; cerebrospinal fluid analysis shows an erythrocyte count of 340/mm3 , a leukocyte count of 121/mm3 (88% monocytes), and a protein concentration of 78 mg/dL. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 70,
    "patient_info": "A 57-year-old man comes to the emergency department because of cramping in his hands and feet and numbness and tingling around his lips and in his fingers; these symptoms occurred intermittently for 6 months but have been progressively severe during the past 2 weeks. He also has had a 13-kg (30-lb) weight loss and bulky, foul-smelling stools that do not flush easily. He has a 10-year history of drinking 8 to 10 beers daily. He has been hospitalized twice for severe abdominal pain 4 and 6 years ago. His pulse is 80/min, and blood pressure is 105/65 mm Hg. He appears cachectic and chronically ill. The abdomen is nontender. Deep tendon reflexes are 4+ bilaterally. Chvostek and Trousseau signs are present. His serum calcium concentration is 6.5 mg/dL. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 71,
    "patient_info": "A 52-year-old man comes to the physician with his wife because of a 1-year history of excessive daytime sleepiness. He does not think the symptoms are problematic, but his wife is concerned because he sometimes falls asleep on the sofa early in the evening when guests are present. He also once fell asleep while driving at night and drove off the road, narrowly avoiding injury. His wife says that he has always snored loudly, and over the past year, he has had episodes of choking or gasping for breath while sleeping. He is 178 cm (5 ft 10 in) tall and weighs 105 kg (231 lb); BMI is 33 kg/m2 . His pulse is 76/min, respirations are 14/min, and blood pressure is 150/76 mm Hg. Physical and neurologic examinations show no other abnormalities. Which of the following is most likely to confirm the diagnosis?"
  },
  {
    "id": 72,
    "patient_info": "A previously healthy 17-year-old girl comes to the physician because of a 2-month history of exercise-induced cough and nasal congestion. She plays field hockey and has noticed she coughs when running up and down the field. The cough is nonproductive and resolves with rest. She has not had chest pain or palpitations. She takes no medications and does not smoke. Her sister has asthma. The patient appears well. Her pulse is 68/min, respirations are 16/min, and blood pressure is 100/75 mm Hg. Pulse oximetry on room air shows an oxygen saturation of 99%. Cardiopulmonary examination shows no abnormalities. An x-ray of the chest shows no abnormalities. Spirometry shows an FEV1:FVC ratio of 90% and an FEV1 of 90% of predicted. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 73,
    "patient_info": "A 77-year-old man is brought to the physician because of a 12-hour history of word-finding difficulty and weakness and sensory loss of the right arm and leg. He has no history of similar symptoms. He has type 2 diabetes mellitus, hypertension, and atrial fibrillation. Current medications include metformin, lisinopril, and aspirin. He is alert. His pulse is 80/min and irregular, respirations are 16/min, and blood pressure is 170/90 mm Hg. He follows commands but has nonfluent aphasia. There is moderate weakness and decreased sensation of the right upper and lower extremities. Deep tendon reflexes are 2+ bilaterally. Babinski sign is present on the right. His serum glucose concentration is 162 mg/dL. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 74,
    "patient_info": "A 46-year-old woman, gravida 1, para 1, comes to the office because of a 2-week history of black discharge from her right nipple. The patient had mammography and ultrasonography of the breasts 2 months ago for evaluation of increased glandularity, palpated in the upper outer quadrant of the right breast, noted at her most recent annual examination. The studies showed likely benign findings with recommended follow-up in 6 months. Medical history is otherwise unremarkable and she takes no medications. BMI is 30 kg/m2 . Vital signs are normal. Palpation of the right breast discloses glandularity in the upper outer quadrant but no other masses. There is scant, black discharge from the right nipple. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 75,
    "patient_info": "A 32-year-old woman, gravida 3, para 2, at 41 weeks' gestation is admitted to the hospital in active labor. Pregnancy has been complicated by mild asthma treated with inhaled bronchodilators. At the beginning of the second stage of labor, the cervix is 100% effaced and 10 cm dilated; the vertex is at -1 station. The fetal heart rate is reactive with no decelerations. After 10 minutes of pushing, there is a prolonged deceleration to 60/min. The patient has the acute onset of shortness of breath, rapidly develops cyanosis, and becomes unresponsive. Her pulse and blood pressure cannot be detected. Immediate resuscitation is started. Five minutes later, there is bleeding from the nose, mouth, and intravenous sites. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 76,
    "patient_info": "A 72-year-old woman comes to the physician because of a 2-month history of painless swelling of both ankles. She also reports shortness of breath with exertion and when lying down. She has been awakened from sleep by shortness of breath. She has not had chest pain. Her pulse is 96/min and regular, respirations are 24/min, and blood pressure is 128/76 mm Hg. Jugular venous pressure is 15 cm H2O. Pulmonary examination shows crackles at both lung bases. Cardiac examination shows a regular rhythm and a soft S3. A grade 3/6 holosystolic murmur is heard best at the apex, radiating to the axilla. There is 2+ pitting edema of the lower legs and ankles. Which of the following is most likely to confirm the diagnosis?"
  },
  {
    "id": 77,
    "patient_info": "A 45-year-old woman has a 2-week history of increased anxiety, abdominal discomfort, irritability, and difficulty concentrating; she was robbed at knifepoint in a parking lot 3 weeks ago. She takes levothyroxine for hypothyroidism and uses an over-the-counter inhaler as needed for exercise-induced asthma. Her blood pressure is 140/80 mm Hg, and pulse is 100/min. Examination shows dry skin and hair. She is cooperative but appears anxious, glancing around quickly when a loud noise is heard outside the office. Leukocyte count is 12,000/mm3 , and serum thyroid-stimulating hormone concentration is 5.0 μU/mL. An ECG shows sinus tachycardia. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 78,
    "patient_info": "A 22-year-old woman comes to the office because of a 3-day history of cold symptoms and a 1-week history of progressive fatigue. Six weeks ago, she received a kidney transplant from a living, related donor. Immediately after the operation, she received monoclonal anti-CD3 therapy. Current medications are azathioprine, cyclosporine, and prednisone. Her temperature is 39°C (102.2°F). Physical examination shows a well-healed surgical scar. Serum studies show that her urea nitrogen and creatinine concentrations have tripled. A diagnosis of allograft rejection is suspected. In addition, this patient's clinical presentation is best explained by an infection with which of the following agents?"
  },
  {
    "id": 79,
    "patient_info": "A 5-year-old boy is brought to the physician by his mother because of a 2-day history of a low-grade fever, cough, and runny nose. His temperature is 38°C (100.4°F). Examination findings are consistent with a diagnosis of a common cold. The physician refers to a randomized, double-blind, placebo-controlled clinical trial that evaluated the effectiveness of a new drug for the treatment of the common cold. The mean time for resolution of symptoms for patients receiving the new drug was 6.4 days, compared with a mean time of 6.7 days for patients receiving the placebo (p=0.04). Which of the following is the most appropriate interpretation of these study results?"
  },
  {
    "id": 80,
    "patient_info": "A 27-year-old nurse comes to the emergency department because of nervousness, dizziness, palpitations, and excess perspiration for the past 3 hours. She has had similar episodes over the past 6 months. The symptoms improve following ingestion of orange juice or soft drinks. She says that she has had a great deal of stress. She has been drinking two alcoholic beverages daily for the past month; before this time, she seldom drank alcohol. Examination shows no abnormalities. Her serum glucose concentration is 30 mg/dL. Intravenous glucose is administered, and the patient's symptoms improve. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 81,
    "patient_info": "A 50-year-old woman comes to the office for the first time because of recurrent abdominal pain. Review of her extensive medical chart, which she has brought with her, discloses that she has a long history of varying physical symptoms. Definitive causes for these symptoms have not been found despite extensive diagnostic studies, consultations with many physicians, and several surgical explorations. She gives dramatic and exaggerated descriptions of her present and past symptoms, and she makes conflicting statements about her history. She has been hospitalized at least 23 times since age 18 years. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 82,
    "patient_info": "A 47-year-old man is brought to the emergency department 2 hours after the sudden onset of shortness of breath, severe chest pain, and sweating. He has no history of similar symptoms. He has hypertension treated with hydrochlorothiazide. He has smoked one pack of cigarettes daily for 30 years. His pulse is 110/min, respirations are 24/min, and blood pressure is 110/50 mm Hg. A grade 3/6, diastolic blowing murmur is heard over the left sternal border and radiates to the right sternal border. Femoral pulses are decreased bilaterally. An ECG shows left ventricular hypertrophy. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 83,
    "patient_info": "A 67-year-old woman comes to the physician because of easy bruising for 4 months. She has a history of lung cancer treated with radiation therapy 6 months ago. She has a 2-year history of hypertension treated with a thiazide diuretic and an angiotensin-converting enzyme (ACE) inhibitor. Examination, including neurologic examination, shows no abnormalities except for multiple ecchymoses. Her hemoglobin concentration is 13 g/dL, leukocyte count is 5000/mm3 , and platelet count is 35,000/mm3 . A serum antiplatelet antibody assay is negative. Which of the following is the most appropriate next step in diagnosis?"
  },
  {
    "id": 84,
    "patient_info": "A 30-year-old nulliparous female presents to the office with the complaint of mood changes. She says that for the past several months she has been anxious, hyperactive, and unable to sleep 3 to 4 days prior to the onset of menses. She further reports that on the day her menses begins she becomes acutely depressed, anorectic, irritable, and lethargic. She has no psychiatric history. Physical examination findings are normal. She and her husband have been trying to conceive for over 2 years. History reveals a tuboplasty approximately 1 year ago to correct a closed fallopian tube. The most likely diagnosis is"
  },
  {
    "id": 85,
    "patient_info": "A 45-year-old limousine driver comes to the office for an initial appointment because he would like you to fill out and sign a legal document at the request of his attorney. The patient states that he is filing a lawsuit against the limousine company that employs him because he developed post-traumatic stress disorder following a motor vehicle collision. He appears irritable and tense as he provides his history. He relays his symptoms by reading them aloud from a written list. At this time, which of the following is the most appropriate approach toward confirming the underlying diagnosis of this patient?"
  },
  {
    "id": 86,
    "patient_info": "A 47-year-old man comes to the physician 12 hours after the sudden onset of a severe occipital headache and stiff neck. He has not had any other symptoms and has no history of severe headache. He has hypertension and gastroesophageal reflux disease. Current medications include hydrochlorothiazide and ranitidine. He is oriented to person, place, and time. His temperature is 36.7°C (98.1°F), pulse is 100/min, and blood pressure is 160/90 mm Hg. Range of motion of the neck is decreased due to pain. Neurologic examination shows no focal findings. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 87,
    "patient_info": "A 3-year-old girl is brought to the physician because of fever and left ear pain for 3 days. She has been treated with amoxicillin for the past 5 days for left otitis media. Her temperature is 38.5°C (101.3°F), pulse is 100/min, respirations are 20/min, and blood pressure is 80/60 mm Hg. Examination shows the left ear displaced forward and laterally from the head. There is edema and tenderness behind the left ear. Otoscopic examination shows a red, dull, left tympanic membrane that does not move. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 88,
    "patient_info": "A 67-year-old woman has had fatigue, dry skin, brittle hair, swelling of the ankles, and cold intolerance for 1 year; she has gained 9 kg (20 lb) during this period. Her pulse is 55/min, and blood pressure is 150/90 mm Hg. She appears lethargic. Examination shows dry skin and a nontender thyroid gland that is enlarged to two times its normal size. There is mild edema of the ankles bilaterally. The relaxation phase of the Achilles reflex is greatly prolonged. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 89,
    "patient_info": "A 54-year-old man comes to the physician because of episodes of fainting for 3 months. He also has had difficulty performing daily tasks because he is easily fatigued. He had a myocardial infarction 12 years ago. His pulse is 40/min, respirations are 18/min, and blood pressure is 138/85 mm Hg. Physical examination shows evidence of cannon a waves. An ECG shows a P-wave rate of 90/min, and an R-wave rate of 40/min, with no apparent relation between the two. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 90,
    "patient_info": "A 61-year-old Caucasian male presents to your office with chest pain. He states that he is worried about his heart, as his father died at age 62 from a heart attack. He reports that his chest pain worsens with large meals and spicy foods and improves with calcium carbonate. He denies dyspnea on exertion and an ECG is normal. What is the most likely cause of this patient's pain?"
  },
  {
    "id": 91,
    "patient_info": "A 68-year-old male comes to the physician for evaluation of right flank pain. He has a history of diabetes and peripheral artery disease. His blood pressure is 160/90 mm Hg. Physical examination shows abdominal tenderness and right flank tenderness. An ultrasound shows dilation of the right ureter and renal pelvis. Which of the following is the most likely underlying cause of this patient's condition?"
  },
  {
    "id": 92,
    "patient_info": "A 55-year-old man with a history of chronic glomerulonephritis due to IgA nephropathy presents to your office with bone pain. Which of the following laboratory findings would you most expect upon analysis of this patient's serum?"
  },
  {
    "id": 93,
    "patient_info": "A 65-year-old male is treated for anal carcinoma with therapy including external beam radiation. How does radiation affect cancer cells?"
  },
  {
    "id": 94,
    "patient_info": "A 56-year-old man presents to the clinic complaining of subacute back pain for the past month. The pain is described as a dull, constant ache that is worse at night. He could not recall any precipitating event except for an amateur weight-lifting competition that he participated in 2 months ago. Past medical history is significant for non-small cell lung cancer that was diagnosed and successfully treated. A PET scan 1 year ago demonstrated no recurrence. Physical exam was unremarkable except for some point tenderness along the lumbosacral area. What is the most likely imaging finding in this patient?"
  },
  {
    "id": 95,
    "patient_info": "A 5-year-old female suffers from recurrent infections by Aspergillus species, Pseudomonas species, and Staphylococcus aureus. The patient's neutrophils are examined in the laboratory and they fail to react during the nitroblue tetrazolium test. Which of the following is most likely dysfunctional in this patient?"
  },
  {
    "id": 96,
    "patient_info": "A 67-year-old man who was diagnosed with arthritis 16 years ago presents with right knee swelling and pain. His left knee was swollen a few weeks ago, but now with both joints affected, he has difficulty walking and feels frustrated. He also has back pain which makes it extremely difficult to move around and be active during the day. He says his pain significantly improves with rest. He also suffers from dandruff for which he uses special shampoos. Physical examination is notable for pitting of his nails. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 97,
    "patient_info": "A post-mortem lung examination of a 68-year-old male overweight male with evidence of chronic lower extremity edema, a 60 pack-year smoking history and daily productive cough would be most likely to reveal:"
  },
  {
    "id": 98,
    "patient_info": "A 23-year-old woman comes to the physician because she is embarrassed about the appearance of her nails. She has no history of serious illness and takes no medications. She appears well. A photograph of the nails is shown. Which of the following additional findings is most likely in this patient?"
  },
  {
    "id": 99,
    "patient_info": "An otherwise healthy 26-year-old man comes to the physician for medication counseling after recently being diagnosed with schizophrenia. Risperidone therapy is initiated. This patient is at increased risk for which of the following adverse effects?"
  },
  {
    "id": 100,
    "patient_info": "A 72-year-old woman is admitted to the intensive care unit for shortness of breath and palpitations. A cardiac catheterization is performed and measurements of the left ventricular volume and pressure at different points in the cardiac cycle are obtained. The patient's pressure-volume loop (gray) is shown with a normal pressure-volume loop (black) for comparison. Which of the following is the most likely underlying cause of this patient's symptoms?"
  },
  {
    "id": 101,
    "patient_info": "A 65-year-old woman schedules an appointment with her physician for evaluation of weight loss and weakness. The weakness is more noticeable when climbing stairs and combing hair. The weakness improves after brief exercise. She also has bladder incontinence for the past 4 weeks and was given an anticholinesterase agent with no improvement. What is the most likely cause of the symptoms?"
  },
  {
    "id": 102,
    "patient_info": "A 17-year-old female accidentally eats a granola bar manufactured on equipment that processes peanuts. She develops type I hypersensitivity-mediated histamine release, resulting in pruritic wheals on the skin. Which of the following layers of this patient's skin would demonstrate histologic changes on biopsy of her lesions?"
  },
  {
    "id": 103,
    "patient_info": "A 15-year-old woman presents with fever, altered mental status and a petechial rash on her lower extremities and back since yesterday evening. She also says she has been nauseous for the past 3 hours and has vomited twice. The patient mentions she has had heavy menstrual bleeding for the past few days. Her blood pressure is 95/80 mm Hg and her temperature is 40.0°C (104.0°F). On physical examination, the patient appears diaphoretic. A pelvic examination reveals a tampon in her vagina. Binding and activation of which of the following T cell receptors is responsible for this patient’s most likely condition?"
  },
  {
    "id": 104,
    "patient_info": "A 47-year-old executive schedules an appointment his physician for a routine medical check-up. He currently has no complaints and claims to be “as fit as a fiddle.” The physical examination findings are unremarkable, except for a mid-systolic murmur heard in the 2nd left intercostal space that radiates to the carotids on auscultation. The physician instructs the patient to stand from a supine position with the stethoscope still placed on his chest. Which of the following changes would occur with this maneuver?"
  },
  {
    "id": 105,
    "patient_info": "A 43-year-old man with a history of schizophrenia, currently controlled with medication, comes in for an appointment with his internist. He is concerned about abnormal discharge from both nipples over the past 3 months. The fluid is white, and he wonders if it could be milk. On further review of systems, he endorses a diminished sexual drive. The physician suspects that one of the patient's medications may be the culprit for these symptoms. Which of the following medications is NOT likely to be the cause?"
  },
  {
    "id": 106,
    "patient_info": "A 44-year-old African-American woman comes to the physician for a routine examination. She is concerned about cancer because her uncle died of metastatic melanoma 1 year ago. She has no history of serious illness and does not take any medication. She has been working in a law firm for the past 20 years and travels to the Carribean regularly with her husband. Examination of her skin shows no abnormal moles or warts. This woman is at greatest risk of which of the following types of melanoma?"
  },
  {
    "id": 107,
    "patient_info": "A 26-year-old woman presents to a gynecologist after a missed period. After performing a complete physical examination and a screening test for pregnancy, her gynecologist informs her that she is pregnant. She is very surprised as she has been taking oral contraceptives regularly. When the gynecologist asks her about the consumption of any other medications, she mentions that she was placed on treatment for pulmonary tuberculosis (TB) 2 months ago. Her current anti-TB regimen includes rifampin, isoniazid, pyrazinamide, and ethambutol. Which of the following mechanisms best explains the failure of oral contraceptives in this patient?"
  },
  {
    "id": 108,
    "patient_info": "A 25-year-old man presents to the emergency department with altered mental status. He was found down in the middle of the street. His past medical history is unknown. His temperature is 99.0°F (37.2°C), blood pressure is 104/64 mmHg, pulse is 70/min, respirations are 5/min, and oxygen saturation is 91% on room air. The patient is being resuscitated in the trauma bay. Which of the following was most likely to be found on exam?"
  },
  {
    "id": 109,
    "patient_info": "A 54-year-old male makes an appointment with his primary care physician due to chronic fatigue that has left him unable to hike or do other physically demanding activities with his friends. He has well-controlled hypertension and diabetes but has otherwise been healthy. He does not smoke but drinks socially with his friends. Physical exam reveals enlarged nodules that are not tender to palpation. A biopsy is obtained showing a characteristic change in chromosome 18. The regulation of which of the following proteins will be most abnormal in this patient?"
  },
  {
    "id": 110,
    "patient_info": "A 39-year-old man presents to the emergency department because of progressively worsening chest pain and nausea that started at a local bar 30 minutes prior. The pain radiates to the epigastric area. He has a 5-year history of untreated hypertension. He has smoked 1 pack of cigarettes daily for the past 5 years and started abusing cocaine 2 weeks before his emergency room visit. The patient is diaphoretic and in marked distress. What should be the first step in management?"
  },
  {
    "id": 111,
    "patient_info": "A 68-year-old man comes to the physician with a 1-week history of painless hematuria. A CT scan of the urinary tract shows areas of bladder wall thickening. Cystoscopy shows several sessile masses with central necrosis arising from the bladder wall. A biopsy specimen of the bladder masses shows moderately differentiated urothelial cells with abundant mitotic figures and nuclear atypia. The patient most likely has a history of exposure to which of the following?"
  },
  {
    "id": 112,
    "patient_info": "A 67-year-old man with transitional cell carcinoma of the bladder comes to the physician because of a 2-day history of ringing sensation in his ear. He received this first course of neoadjuvant chemotherapy 1 week ago. Pure tone audiometry shows a sensorineural hearing loss of 45 dB. The expected beneficial effect of the drug that caused this patient's symptoms is most likely due to which of the following actions?"
  },
  {
    "id": 113,
    "patient_info": "A 10-year-old Caucasian female with Turner's syndrome underwent an abdominal imaging study and was discovered that the poles of her kidneys were fused inferiorly. Normal ascension of kidney during embryological development would be prevented by which of the following anatomical structures?"
  },
  {
    "id": 114,
    "patient_info": "A 65-year-old man is brought to the emergency department 30 minutes after the onset of acute chest pain. He has hypertension and asthma. Current medications include atorvastatin, lisinopril, and an albuterol inhaler. He appears pale and diaphoretic. His pulse is 114/min and blood pressure is 130/88 mm Hg. An ECG shows ST-segment depressions in leads II, III, and aVF. Laboratory studies show an increased serum troponin T concentration. The patient is treated for acute coronary syndrome and undergoes percutaneous transluminal coronary angioplasty. At the time of discharge, echocardiography shows a left ventricular ejection fraction of 58%. In addition to aspirin, which of the following drugs should be added to this patient's medication regimen?"
  },
  {
    "id": 115,
    "patient_info": "A 5-year-old female is brought to a speech therapist for continuing work on improving her communication skills. She is only able to verbalize two word sentences and has generalized developmental delay. When she was born it was noticed that she had a high pitched mewing cry and subsequent physical exam revealed microcephaly, prominent epicanthal folds, and a holosystolic murmur best heard in the left 5th intercostal space near the sternum. An abnormality of which of the following chromosomes is most likely responsible for this patient's disorder?"
  },
  {
    "id": 116,
    "patient_info": "A 14-year-old girl is brought to the physician by her father because of fever, chills, abdominal pain, and profuse non-bloody diarrhea. Her symptoms began one week ago, when she had several days of low-grade fever and constipation. She returned from Indonesia 2 weeks ago, where she spent the summer with her grandparents. Her temperature is 39.3°C (102.8°F). Examination shows diffuse abdominal tenderness and mild hepatosplenomegaly. There is a faint salmon-colored maculopapular rash on her trunk and abdomen. Which of the following is the most likely causal organism?"
  },
  {
    "id": 117,
    "patient_info": "A 43-year-old man comes to the emergency department with nausea, abdominal discomfort, diarrhea, and progressive perioral numbness for the past 24 hours. 3 days ago, he underwent a total thyroidectomy for treatment of papillary thyroid cancer. His only medication is a multivitamin supplement. He appears fatigued. While measuring the patient's blood pressure, the nurse observes a spasm in the patient's hand. Physical examination shows a well-healing surgical wound on the neck. Which of the following ECG findings are most likely in this patient?"
  },
  {
    "id": 118,
    "patient_info": "A 35-year-old Caucasian female presents to the emergency room with unilateral leg swelling. She reports that she developed painful left-sided leg swelling and redness earlier in the day. She is otherwise healthy and takes no medications. She denies any recent prolonged travel. She experienced a similar episode affecting the opposite leg one year ago and was diagnosed with a thrombus in the right femoral vein. On examination, the left leg is erythematous and swollen. Passive dorsiflexion of the left ankle elicits pain in the left calf. Ultrasound of the leg reveals a thrombus in the left popliteal vein. A genetic workup reveals that she has an inherited condition. What is the most likely pathophysiology of this patient’s condition?"
  },
  {
    "id": 119,
    "patient_info": "A 2-year-old girl with recurrent urinary tract infections is brought to the physician for a follow-up examination. Renal ultrasound shows bilateral dilation of the renal pelvis. A voiding cystourethrography shows retrograde flow of contrast into the ureters during micturition. Histologic examination of a kidney biopsy specimen is most likely to show which of the following findings?"
  },
  {
    "id": 120,
    "patient_info": "A 3.5 kg male infant born at term after an uncomplicated pregnancy and delivery develops respiratory distress sholy after bih and requires mechanical ventilation. The chest radiograph reveals a normal cardiothymic silhouette but a diffuse ground glass appearance to the lung fields. Surfactant replacement fails to improve gas exchange. Over the first week life, the hypoxemia worsens. Results of routing culture and echocardiographic findings are negative. A term female sibling died at 1 month of age with respiratory distress. Which of the following is the most likely diagnosis?"
  },
  {
    "id": 121,
    "patient_info": "A 27 years old pregnant lady comes with severe jaundice and altered sensorium. On examination, the patient is deeply icteric, not responding to commands and pelvic sonogram reveals intrauterine fetal death. Serum bilirubin levels are 28.8 mg/dL (direct = 18.6 mg/dL), AST levels are 1063 and ALT levels are 1191. The viral markers are as follows. What is the likely diagnosis?Anti-HAV IgGReactiveAnti-HAV IgMNonreactiveHbSAgNon reactiveAnti-HbSAgNonreactiveAnti-HBc IgMNonreactiveAnti-HBc IgGReactiveAnti-HCV IgGNonreactiveAnti-HEV IgMReactiveAnti-HEV IgGNon reactive"
  },
  {
    "id": 122,
    "patient_info": "A 50-year-old male presented with complains of ptosis, difficulty in chewing and occasional difficulty in swallowing. There is no history of diplopia or visual loss. On examination, there is symmetric ptosis and mild restriction of extraocular muscle movement with finger abduction test 60deg. Nerve conduction study shows decremental response in orbicularis only. ERG revealed a myopathic pattern. Anti-AchR radioimmunoassay was negative. The most probable diagnosis would be:"
  },
  {
    "id": 123,
    "patient_info": "A boy presented with a history of fever, headache and vomiting since 3 days and disorientation since I day. On examination, neck rigidity was positive. He also had 1 episode of generalized tonic clonic seizures (GTC) and then he became unconscious. CECT was found to be normal. CSF examination reveals a cell count of 300 cells/mm3 (polymorphs: 50-70%), protein 70 mg/dL, sugar 50 mg/dL (blood: 95 mg/dL). Which of the following is the most likely diagnosis?"
  },
  {
    "id": 124,
    "patient_info": "A 50 years old lady, who has a known diagnosis of bronchial asthma, presented to the AIIMS emergency with complaints of severe breathlessness, diaphoresis and wheezing. On examination, you find that the patient is conscious with a respiratory rate of 30 per minute, blood pressure of 96/64 mm Hg and a pulse rate of 144 per minute. An aerial blood gas analysis showed a pH of 7.2, p02 of 50 mm Hg and pCO, of 70 mm Hg. How will you manage the patient?"
  },
  {
    "id": 125,
    "patient_info": "A 62 years old woman presented with acute onset confusion and bumping into th ings. On examination, she was ale, oriented with fluent speech and normal comprehension. Fuher examination revealed impaired writing (acalculia), right-left confusion, impaired arithmetic abilities, difficulty in finger identification. MRI demonstrated foci of coical and sub coical increase T2 signals and areas of leptomeningeal enhancement. Most likely diagnosis:"
  },
  {
    "id": 126,
    "patient_info": "A young healthy male patient presented with abdominal pain and history of altered bowel habits from the last 6 months. On CT examination, there was dilated distal pa of ileum, thickened ileocecal junction with thickened cecum with presence of sacculations on the antimesenteric border. The vascularity of adjoining mesentery is also increased and there is surrounding mesentery fat. Which of the following is not a differential diagnosis?"
  },
  {
    "id": 127,
    "patient_info": "A 55 years old male patient presents with 4 cm x 5 cm lump in right neck. FNAC assessment revealed it to be a squamous cell carcinoma. Clinical assessment of the oral cavity, pharynx, hypopharynx and larynx did not yield any tumor. Whole body PET scan did not show any increased uptake except for the neck mass. A diagnosis of unknown primary was made. According to AJCC system of classification, the TNM status of the tumor would be:"
  },
  {
    "id": 128,
    "patient_info": "An 8–day old breast–fed baby presents with vomiting, poor feeding and loose stools. On examination the heart rate is 190/minute, blood pressure 50/30 mmHg, respiratory rate 72 breaths/minute and capillary refill time of 4 seconds. Investigations show hemoglobin level of 15 g/dl. Na 120 mEq/l, K 6.8 mEq/l, Cl 81 meq/l, bicarbonate 15 mEq/l, urea 30 mg/dl and creatinine 0.6 mg/dl. the most likely diagnosis is –"
  },
  {
    "id": 129,
    "patient_info": "A 16-year old girl was brought with primary amenorrhea. Her mother mentioned that she staed developing breast at the age of 12. She was prescribed OCPs 2 years back by a doctor with no effect. She was having normal stature and was a football player. On examination, breasts were well developed (Tanner's stage 5) and pubic hair was minimal (Tanner's stage 1). What is the most probable diagnosis?"
  },
  {
    "id": 130,
    "patient_info": "A 55-year-old male presents with renal failure. He gives a history of mild bone pains for the last 7 years. X-ray pelvis shows osteolytic lesions. Serum electrophoresis reveals a M spike. Peripheral blood evaluation showed rouleaux formation of RBCs with 35% plasma cells. Bone marrow examination showed a increase in plasma cells with aberrant antigen expression. The most likely diagnosis is:"
  },
  {
    "id": 131,
    "patient_info": "A 6 days old neonate weighing 2800 gm (bih weight 3200 gm) was brought with the complaints of fever, poor feeding and poor activity. There was no history of vomiting or diarrhea. Axillary temperature was 39degC with depressed fontenalle, sunken eyes, decreased urine output and decreased skin turgor. Her mother has the history of decreased milk production. What is your diagnosis?"
  },
  {
    "id": 132,
    "patient_info": "A 6–month old boy weighing 3.2 kg presents with recurrent vomiting and polyuria. Investigations show blood area 60 mg/dl creatinine 0.7 mg/dL, calcium 12.8 mg/dL, phosphate 3 mg/dL, pH 7.45, bicarbonate 25 mEq/L and PTH 140 pg ml (normal <60 pg/ml). Daily urinary calcium excretion is reduced. Ultrasound abdomen show bilateral nephrocalcinosis. The most likely diagnosis is –"
  },
  {
    "id": 133,
    "patient_info": "A Young Male complained of intermittent pain , swelling and discharge at the base of spine. He also had episodes of fever and repeated abscesses that had burst spontaneously , in recent past. By occupation , he is a jeep driver. On physical examination, diagnosis of pilonidal sinus was made. Which flap-based procedure is used for pilonidal sinus surgery?"
  },
  {
    "id": 134,
    "patient_info": "A man presents it n rashes on face and also complains of decreased mental function. He is also having few macular lesions on his skin. On CT scan, intracranial calcification was seen. His wife is normal. His 10-year old daughter is also normal but his 6-year old son is also having similar skin lesions. What would be the most likely diagnosis?"
  },
  {
    "id": 135,
    "patient_info": "3.5 kg term male baby, born of uncomplicated pregnancy, developed, respiratory distress at birth, not responded to surfactant, ECHO finding revealed nothing abnormal, X–ray showed ground glass appearance and culture negative. Apgars 4 and 5 at 1 and 5 minutes. History of one month female sibling died before. What is the diagnosis ?"
  },
  {
    "id": 136,
    "patient_info": "A 55 yr old patient presented to the opd with complaint of pain in back. On examination his limbs seemed to be bent with overlying warm and thick skin. Patient also complain of decreased hearing over a few days. On biochemical analysis his serum ALP was raised. X-ray obtained showed the following features. Most probable diagnosis?"
  },
  {
    "id": 137,
    "patient_info": "A 24 years old female presented with patchy hair loss in the right temporal and occipital region. Examination revealed non- scarring alopecia with multiple small broken hairs. Scrapings from scalp showed mild inflammation, peri-follicular hemorrhage and surrounding mild lymphocytic infiltration. What is the most likely diagnosis?"
  },
  {
    "id": 138,
    "patient_info": "A 25 years old unidentified male from roadside was brought by police to emergency room with disorientation, altered sensorium and vomiting. He had a BP of 90/70 mm Hg, hea rate of 110/min, temperature -36.4degC and respiratory rate of 11/min. On examination, he had bilateral pin-point pupils. What is the most probable diagnosis?"
  },
  {
    "id": 139,
    "patient_info": "A 5-year-old child from a rural area presented to the OPD with pustular lesions on the lower legs. The cuture from the lesion showed hemolytic colonies on the blood agar which were Gram-positive cocci. Which of the following reactions would help to provisionally confirm the diagnosis of group A streptococcal pyoderma?"
  },
  {
    "id": 140,
    "patient_info": "An adolescent school girl complaints of dropping objects from hands, it gets precipitated during morning and during exams. There is no history of loss of consciousness and her cousin sister has been diagnosed with epilepsy. EEG was done and was suggestive of epileptic spikes. What is the diagnosis?"
  },
  {
    "id": 141,
    "patient_info": "A 48 years old female presents with seizure, recurrent gross hematuria and left flank abdominal pain. Abdominal CT reveals left perinephric hematoma with 3 cm angiomyolipoma along with multiple right renal angiomyolipoma measuring 1.5 to 6.5 cm. What would be the most probable diagnosis?"
  },
  {
    "id": 142,
    "patient_info": "A two year old girl child is brought to the out patient with features of hand wringing stereotype movements, impaired language and communication development, breath holding spells, poor social skills and deceleration of head growth after 6 months of age. The most likely diagnosis is –"
  },
  {
    "id": 143,
    "patient_info": "A patient comes to ED with fever and headache. On examination he has neck stiffness. CSF analysis was done:- Parameter Finding Normal range Glucose (mg/dl) 55 50-80 Protein (g/L) 0.50 0.18-0.45 ICT (cmH2O) 35 5-20 WBC 25 (predominantly lymphocytes) <5 Most likely diagnosis is-"
  },
  {
    "id": 144,
    "patient_info": "A young marathon runner is paicipating in a marathon competition. After running for 100 m, he develops at the anteromedial aspect of tibia which was mild to sta with, but increased on fuher running. X ray was normal. The doctor ordered a bonescan. What is the likely diagnosis?"
  },
  {
    "id": 145,
    "patient_info": "A pregnant female delivered a baby with normal expulsion of an intact placenta. After half hour she staed bleeding per vaginaly. On examination she was hypotensive and boggy mass is palpated per abdomen. USG showed retained placental tissues. what is the likely diagnosis?"
  },
  {
    "id": 146,
    "patient_info": "Presented edema, oliguria and frothy urine. He has no past history of similar complaints. On examination, his urine was positive for 3+ proteinuria, no RBCs/WBCs and no casts. His serum albumin was 2.5 gm/L and serum creatinine was 0.5 mg/dL. The most likely diagnosis is:"
  },
  {
    "id": 147,
    "patient_info": "Hypereosinophilic syndrome is a disease characterized by elevated eosinophil count in the blood for at least 6 months, without any recognizable cause, with involve-ment of either hea, nervous system or bone marrow. What should be the eosinophil count for diagnosis?"
  },
  {
    "id": 148,
    "patient_info": "Elderly female present with pain and swelling in the thigh. Xray shows multiple lytic lesions in distal femur with no periosteal reaction. Aspirate from the swelling shows homogenous serosanguinous fluid with RBCs. Which investigation can confirm the diagnosis?"
  },
  {
    "id": 149,
    "patient_info": "A young girl with the diagnosis of acute promyelocytic leukemia (APML) was treated medically. On day 3 of treatment, she developed tachypnea and fever. Chest X-ray shows bilateral pulmonary infiltrates. Which of the follow ing drug should be given next?"
  },
  {
    "id": 477,
    "patient_info": "男，19 岁，左面颊部肿物术后 3 周 患者约 11 年前无意间触及左面颊部黄豆大小肿物，就诊于当地医院，建议观察。病程中肿物无明显改变，2 年前自觉肿物变大明显，高出皮肤，就诊于当地医院行 B 超检查：左侧面部皮下不均匀低回声，于 2021-8-18 局麻下行左面部肿物切除术，术中见肿物基底较深，未能完整切除，术后病理示：考虑恶性肿瘤，建议患者上级医院就诊。为求进一步诊治，就诊我院，病理复片示：黏液表皮样癌，低级别，建议住院手术治疗。门诊皮肤及涎腺慢性炎，皮下纤维组织增生，多核巨细胞浸润，冰冻切片未见肯定恶性证据，具体待石蜡多取材及免疫组化检测。"
  },
  {
    "id": 985,
    "patient_info": "女，4 岁，出生时左侧听力筛查未过 【专科检查】 耳：双耳耳廓无畸形，外耳道少许耵聍，鼓膜难以窥清；鼻：鼻外形正常，鼻中隔居中，双侧鼻腔黏膜光滑、充血，鼻窦区无压痛；咽：咽部无充血，双侧扁桃体 I°肿大，稍充血，会厌无明显充血，咽喉部未及明显新生物。【辅助检查】2020-09 外院：DPOAE 双侧未通过；我院 PTA（2020-10-23）：左侧：105-115->120->120dBHL；右侧 50-75-70-65（65）dBHL；我院 DPOAE（2020-10-23）：双侧未通过；我院（2020-10-23）：AcABR：左>95dBnHL；右：45dBnHL；BcABR：左>40dBnHL；右：40dBnHL。我院颞骨 CT（2020-10-23）：双侧蜗孔可，双侧 EVA，右侧颈球高位；我院内听道 MR（2020-11-3）：双侧 EVA，双侧蜗神经发育可。，基本正常范围，无"
  },
  {
    "id": 712,
    "patient_info": "男，57 岁，右口底肿痛 2 个月。 2 个月前患者右口底肿痛，就诊于当地医院，"
  },
  {
    "id": 325,
    "patient_info": "男，34，右下颌骨成釉细胞瘤外院开窗术后 1 年余. 患者于 1 年前因右下颌骨病变在温州医科大学附属第一医院行刮治+开窗治疗，术后病理：右下颌骨成釉细胞瘤。期间定期复查，于 2 月前在当地医院摄片发现病变区域有所增大，伴局部感染症状。为求进一步诊治，至我院就诊，门诊拟成釉细胞瘤，伴出血、继发感染，部分细胞变性、坏死，肿瘤累及黏膜。"
  },
  {
    "id": 942,
    "patient_info": "女，82 岁，主诉：右侧耳下区肿胀 2 个月 病史：患者 2020.06 发现右侧耳下区肿胀，于当地医院就诊，行切排及抗炎治疗，肿胀消退。2021.06 再次出现右侧耳下区肿物，于我院就诊，诊断：右侧腮腺占位可能。自行抗炎后周肿胀消退，2021-07-16 08:26：D-D D-二聚体，1.06 mg/L，↑；2021-07-16 09:20：RBC 红细胞计数，3.77 x10^12/L，↓；Hb 血红蛋白，112 g/L，↓；Hct 红细胞比容，0.342，↓；NEUT# 中性粒细胞绝对数，1.75 x10^9/L，↓；2021-07-16 09:56：Cl 氯，107 mmol/L，↑；2021-07-16 10:14：TP 总蛋白，56 g/L，↓；ALT 丙氨酸氨基转移酶，7 U/L，↓；PA 前白蛋白，0.183 g/L，↓；2021-07-16 14:14：HBsAb 乙肝表面抗体，118.660 阳性(+) mIU/mL，↑；HBcAb 乙肝核心抗体，2.090 弱阳性(+) S/CO，↑；，暂无"
  },
  {
    "id": 182,
    "patient_info": "男，29 岁，颞下颌关节弹响伴渐近线张口困难 10 月 患者诉 2019 年 8 月无明显诱因出现左侧颞下颌关节张口弹响，无明显疼痛，至当地医院就诊，抗炎处理，症状无明显缓解。2020年 1 月出现张口重度受限，来我院口腔外科颞颌关节专科就诊，考虑为颞下颌关节紊乱，行药物治疗，症状缓解，2 月前再次出现左颞面部触碰不适感，伴局部轻度膨隆感，遂再次来我院就诊，门诊行颌面 MRI： 左侧翼腭窝、颞下窝占位：翼腭窝来源神经鞘瘤？肉瘤？。遂治住院进一步治疗。专科检查： 左颧面部轻度膨隆。双侧髁突活动基本对称在，弹响，张口度 3cm，张口型垂直向下。伸舌居中，舌活动自如，口腔卫生情况一般，左上颌结节后区可及局部肿胀感，双侧颌下区及颈部未及肿大淋巴结。   4）辅助检查：颌面 CT（2020-4-13）左侧翼腭窝、颞下窝见软组织肿块影，边界清楚，范围约 3.5*3.8*5.4cm，T1WI 呈等信号，T2WI 不均匀高信号，增强后明显不均强化。病灶累及左侧眶下裂及圆孔区、鼻腔内局部受累。余颅底结构未见明显异常。双侧颈部未见明显肿大淋巴结。MRS 见 CHO 峰，ADC 约 1.1，TIC 曲线持续流入。 左侧翼腭窝、颞下窝占位：翼腭窝来源神经鞘瘤？肉瘤？。 颌面 MRI（2020-5-6）左侧翼腭窝、颞下窝见软组织肿块影，边界清楚，范围约3.5*3.8*5.4cm，C-：26、53Hu，C+：32、57Hu，延时 C+：29、78Hu，增强后明显不均强化。病灶累及左侧眶下裂及圆孔区、鼻腔内局部受累。余颅底结构未见明显异常。双侧颈部未见明显肿大淋巴结。 左侧翼腭窝、颞下窝占位：翼腭窝来源神经鞘瘤？恶性待排胸 CT:两肺未见明显活动性病变，2020-05-21 06:39：APTT(全自动），29.3 秒，N；2020-05-21 06:38：白细胞计数，5.9x10^9/L，N；红细胞计数，4.53x10^12/L，N；血红蛋白，144g/L，N；红细胞比容，0.432，N；"
  },
  {
    "id": 957,
    "patient_info": "男，61 岁，左耳下区无痛性肿物发现 1 月余 患者 1 月前发现左耳下区无痛性肿物，至我院就诊，拍摄颌面部 CT，示双侧腮腺下极肿物，考虑双侧腮腺腺淋巴瘤，收入院。颌面部基本对称，张口度张口型正常无偏斜。张闭口时颞颌关节未及明显弹响及破碎音。双侧腮腺下极均可及肿物，质韧，界清，可活动。左侧稍大，直径约 3.5cm，右侧直径约 2cm。未及明显面瘫体征。余未及明显异常。2022 年 12 月 CT：双侧腮腺下极占位：腺淋巴瘤可能大。，2022-01-07 10:22：HbA1C 糖化血红蛋白，6.3 %，↑；2022-01-07 10:28：RBC 红细胞计数，4.00 x10^12/L，↓；MCV 平均红细胞体积，101.0 fL，↑；2022-01-07 12:21：UREA 尿素，7.1 mmol/L，↑；UA 尿酸，497 μmol/L，↑；2022-01-08 08:39：pH 酸碱度，5.0，↓；BLD 隐血，弱阳性(±)，↑；Cond. 电导率，9.2 mS/cm，↓；2022-01-08 14:17：HBsAb 乙肝表面抗体，44.200 弱阳性(+) mIU/mL，↑；HBcAb 乙肝核心抗体，1.960 弱阳性(+) S/CO，↑；，术中冰冻：“左、右腮腺”均为 Warthin 瘤。"
  },
  {
    "id": 199,
    "patient_info": "男，59岁，声音嘶哑 4 月。患者于入院前 4 月因疲劳后出现声音嘶哑，无发热，无呼吸及吞咽困难，无痰血，未予正规诊治，患者有吸烟史 20 多年，平均每天半包，声音嘶哑经休息后无法缓解，呈持续性，于 2015-10-29 至眼耳鼻喉科医院就诊行电子喉镜(133004001837930)检查提示：左声带前中段白斑样物，于 2015-11-17 在眼耳鼻喉科医院全麻下行左侧声带肿物切除术，术后病理(15-15142)提示：左声带粘膜鳞形上皮不规则增生，部分呈乳头状，伴中至重度不典型增生，小区癌变，于 2015-11-27 复查电子喉镜提示左侧声带前中段白色隆起物，仍有声音嘶哑，于 2015-12-8 来我院就诊，行电子喉镜(14-03458)检查提示：左侧声带前段白色隆起新生物，表面欠光滑，声带活动可，门诊入院。，2015-12-22 09:57：TRUST，阴  性，N；HIV 抗体(HIV1+2)及抗原(HIV1p24)，阴 性，N；2015-12-22 10:00：ＨＢｓＡｇ，0.001  阴  性，N；ＨＢｅＡｇ，0.270  阴 性，N；ＨＢｃＡｂ，2.200  阴  性，N；ＨＢｅＡｂ，2.200  阴  性，N；抗－ＨＣＶ，0.090  阴  性，N；ＨＢｓＡｂ，5.000  阴  性，N；抗ＨＡＶ－ＩｇＭ，阴  性，N；2015-12-22 10:13：血清血糖，5.5 mmol/L，N；血清白蛋白，46 g/L，N；血清丙氨酸氨基转移酶，38 U/L，N；天门冬氨酸氨基转移酶，26 U/L，N；血清直接胆红素，10 umol/L，H；血清尿素氮，5.8 mmol/L，N；血清尿酸，457 umol/L，H；血清肌酐，90 umol/L，N；2015-12-22 11:06：红细胞比容，0.412，N；血红蛋白，139 g/L，N；嗜中性分叶核细胞，59.4 %，N；血小板计数，162 x10^9/L，N；红细胞计数，4.59 x10^12/L，N；白细胞计数，7.7 x10^9/L，N；2015-12-22 11:31：PT（全自动），10.6 秒，N；APTT(全自动)，24.8 秒，N；纤维蛋白原（全自动），2.43 g/L，N；"
  },
  {
    "id": 856,
    "patient_info": "男，38 岁，左耳听力下降一月余 专科检查：双耳耳廓无畸形，外耳道畅，鼓膜呈鼓室注射后改变。辅检：外院听力检查 PTA 右 15-15-15-20dB 左 65-65-60-55dB，2021-10-04 11:13：LYMPH% 淋巴细胞百分数，16.0 %，↓；CRP C 反应蛋白，19.56 mg/L，↑；SAA 血清淀粉样蛋白 A，25.65 mg/L，↑；2021-10-04 11:27：AST 天门冬氨酸氨基转移酶，14 U/L，↓；CREA 肌酐，56 μmol/L，↓；CO2 二氧化碳结合力，31.9 mmol/L，↑；AG 阴离子隙，5.10 mmol/L，↓；2021-10-04 11:27：TG 甘油三酯，2.04 mmol/L，↑；TC 总胆固醇，6.10 mmol/L，↑；HDL-C 高密度脂蛋白胆固醇，1.68 mmol/L，↑；ApoA1 载脂蛋白 A1，1.89 g/L，↑；2021-10-04 12:05：Fg 纤维蛋白原，5.09 g/L，↑；2021-10-04 13:43：HBsAb 乙肝表面抗体，152.44(阳性) mIU/mL，↑；2021-10-09 06:07：TT 凝血酶时间，21.7 秒，↑；Fg 纤维蛋白原，0.64 g/L，↓；，10.7 内听道 MRI 增强：双侧内听道未见明显器质性病变。10.11 听力：右 10-20-15-15dB，左 60-60-55-40dB；DPOAE 右各频率均引出，左耳1k、2k、4k、8kHz 未引出，其余引出；ABR 双耳 I、III、V 波分化可，重复可，右耳各波潜伏期及波间期未见明显异常，左耳各波潜伏期略有延长，波间期未见明显异常。"
  },
  {
    "id": 57,
    "patient_info": "女，73，呼吸困难 10 天。 患者 10 天前因肺炎致咳嗽咳痰，伴呼吸困男难，神志欠佳。否认脑出血、否认意识模糊。现患者为寻求进一步诊治，遂至我院就诊，我院拟治入院。，2023-01-06 16:09：pH 酸碱度，7.30，↓；PCO2 二氧化碳分压，54.8 mmHg，↑；PO2 氧分压，28.0 mmHg，↓；Cl 氯，93 mmol/L，↓；Ca2+ 离子钙，1.05 mmol/L，↓；GLU 葡萄糖，18.90 mmol/L，↑；Lac 乳酸，2.7 mmol/L，↑；Hb 血红蛋白，106 g/L，↓；SatO2 氧饱和度，43.5 %，↓；P50 半饱和氧分压，30.8 mmHg，↑；tO2 总氧，2.9 mmol/L，↓；2023-01-13 08:45：BNP B 型利钠肽，479 pg/ml，↑；，-"
  },
  {
    "id": 581,
    "patient_info": "女，79岁，发现双侧甲状腺肿物 2 月余 患者 2 月前前无意中发现双侧甲状腺结节，大小约2*2cm，当时无吞咽不适，无饮水困难，无易怒、出汗、消瘦等不适，无声嘶呛咳，无异物感；当时未重视，未行特殊诊治，肿块逐渐增大，逐渐出现呼吸困难，进食困难，伴有多汗，无易怒、消瘦等不适，1 周前就诊我院门诊，查 B 超结果提示：双侧甲状腺结节，左叶部分结节伴钙化，颈部 CT 提示：甲状腺占位：恶性待排；，门诊治入院。追问病史，患者存在肺结核病史，冠心病病史（具体不详），否认糖尿病、高血压病史。，2015-12-22 10:18：血清血糖，6.3 mmol/L，H；血清总蛋白，77 g/L，N；血清白蛋白，40 g/L，N；血清球蛋白，37 g/L，H；血清总胆红素，32 umol/L，H；血清直接胆红素，11 umol/L，H；血清尿酸，481 umol/L，H；2015-12-22 10:52：PT（全自动），10.7 秒，N；APTT(全自动)，25.1 秒，N；纤维蛋白原（全自动），3.35 g/L，N；INR，0.92，N；2015-12-22 11:01：甲胎蛋白测定(AFP)，2.32 IU/ml，N；癌胚抗原测定(CEA)，1.74 ng/ml，N；糖类抗原(CA-125)，14.83 U/ml，N；糖类抗原(CA 19-9)，12.15 U/ml，N；糖类抗原(CA-153)，7.71 U/ml，N；2015-12-22 11:06：白细胞计数，9.4 x10^9/L，N；红细胞计数，4.42 x10^12/L，N；血红蛋白，134 g/L，N；红细胞比容，0.408，N；嗜中性分叶核细胞，81.8 %，H；2015-12-22 11:11：总 T4，7.96 ug/dL，N；总 T3，0.80 ng/mL，L；甲状旁腺素，87.38 pg/ml，N；TPOAb，0.30 IU/mL，N；TSH，8.17 uIU/mL，H；游离 T4，0.97 ng/dL，N；游离 T3，2.85 pg/mL，N；TGAb，19.86 IU/mL，N；"
  },
  {
    "id": 44,
    "patient_info": "女，52 岁，右舌根肿物发现 3 月余。 患者 3 月前因右咽部疼痛至当地医院就诊，予体格及影像检查后，发现右扁桃体及舌根处肿胀，后于外院行扁桃体摘除及舌根处活检，病理回示：右扁桃体慢性炎，右舌根部淋巴组织增生，为进一步治疗，至我院就诊，本次拟行右舌根肿物切除活检收入院。，2019-04-01 06:24：白细胞计数，15.2x10^9/L，H；红细胞计数，3.67x10^12/L，L；血红蛋白，109g/L，L；红细胞比容，0.333，L；单核细胞(绝对值)，0.98x10^9/L，H；嗜中性粒细胞（绝对值），13.1x10^9/L，H；嗜酸性粒细胞(绝对值)，0.00x10^9/L，L。2019-04-01 07:13：血清总蛋白，60g/L，N；血清白蛋白，37g/L，N；血清球蛋白，23g/L，N；血清白/球蛋白比，1.6，N；L-γ-谷氨酰基转移酶，21U/L，N；血清丙氨酸氨基转移酶，21U/L，N。，常规病理未回"
  },
  {
    "id": 668,
    "patient_info": "女，71 岁，左舌癌两次术后 9 月，复发 1 月 2020 年 7 月因左舌肿物就诊于浙江省舟山医院行舌肿物切除术，术后病理：左舌黏膜鳞状上皮中度异型增生，黏膜下间质内炎细胞浸润及纤维组织增生，密切随访，2020 年 11 月肿物复发于浙江省第一医院行舌肿物扩大切除术，术后病理：左舌黏膜鳞状上皮重度异型增生。术后定期随访。1 月前患者觉左舌疼痛严重，影响进食，为求治疗，门诊5 只均阴性（-） 北院免疫组化结果(NI2021-1013)：AE1/AE3（+），CKH（+），CK5/6（+），EGFR（+），P16（-），Ki67（约 40－50%+），CD31（-），S100（-），Vim（+），SMA（-），Des（-），CD34（-）。"
  },
  {
    "id": 146,
    "patient_info": "女，72 岁，下唇左侧肿物 5 年余 患者 5 年前发现下唇左侧有一真尖大小紫色斑点，无明显不适，未行任何检查及治疗，5 年来肿物缓慢增长，现约蚕豆大小，长时间低头后肿物增大明显，伴胀痛。今患者为求进一步诊治，就诊于我院门诊，我科黏膜上皮下畸形脉管增生，首先考虑为脉管畸形。"
  },
  {
    "id": 187,
    "patient_info": "男，38 岁，左口底溃烂，肿痛 2 月余 约 2 月前开始左侧口底疼痛，后疼痛加重 2019 年 7 月 22 日于“空军军医大学口腔医院”行病理活检，结果提示：“唾液腺来源恶性肿瘤，复合低分化腺癌”。2019 年 7 月 23 日于“西安交大一附院”行病理活检，结果提示：左口底去分化腺样囊性癌。2019 年 7 月 30 日于我院行病理会诊，结果提示：左口底小圆细胞恶性肿瘤，倾向神经内分泌癌，2019 年 8 月 1 日于我院行口腔颌面头颈部增强 CT 检查，结果提示：左口底、舌下及舌部占位：恶性可能。2019 年 8 月 4 日于我院行颌面部 CT 平扫，结果提示：左口底、舌下及舌部占位，请结合 CT 增强检查。舌腹口底局部缺损伴异常密度灶。专科检查见面部左右基本对称，开口度、开口型可。口内检查见恒牙列，下颌牙列缺损，查及左侧口底、舌体占位，表面活检后改变，局部敷料存，基底部质中等偏硬，边界欠清，大小约 5x4.5cm，累及对侧舌体，舌活动受限。左侧颌下较对侧肿胀，触痛，质硬，边界欠清，触及左侧颌下肿大淋巴结，质中等偏硬，边界欠清，活动度欠佳，直径约 1.5cm。，2019-08-17 07:46：血清总蛋白，53g/L，L；血清白蛋白，35g/L，L；2019-08-17 16:16：正常菌群（草绿色链球菌和奈瑟菌生长）。，，；2019-08-19 05:47：白细胞计数，12.6x10^9/L，H；红细胞计数，3.64x10^12/L，L；血红蛋白，120g/L，L；"
  },
  {
    "id": 741,
    "patient_info": "男，69 岁，患者 1 月前发现右舌肿物， 自述有鱼刺刺入史，抗炎治疗后无明显改善，至龙华医院就诊服用中药后肿物稍有缩小，患者为求进一步诊治，遂来我院就诊，2020-3-2 颌面部CT 示： 舌异物伴感染？请结合临床病史有无异物如鱼刺刺入史。双侧上颌窦炎（左侧霉菌性可能）。门诊黏膜及软组织中淋巴细胞、组织细胞、中性粒细胞浸润，倾向炎症性病变，具体等石蜡。    复诊时门诊一楼取病理报告"
  },
  {
    "id": 727,
    "patient_info": "男，51 岁，患者因“右上后牙区牙龈无痛性肿物 1 月”入院， 患者 1 个月前因右侧上颌后牙不适于外院就诊，医师检查后发现牙龈一豌豆大小肿物，患者为求治疗遂来我院就诊，门诊医师摄 CT 示右上牙龈肿物，现病变符合龈瘤，伴显著玻璃样变。"
  },
  {
    "id": 780,
    "patient_info": "男，58 岁，口底鳞癌术后 1 年，右颌下区肿物 3 月 患者 1 年前因右口底肿物在我院浦东分院行“右口底肿物扩大切+颏部岛状瓣+气切术”手术治疗，术后病理示：右口底鳞癌 I-II级，DOI>10mm，术后定期复诊，患者于今年 2 月出现右颌下区肿物，肿物逐渐增大，于 2020-05-19 来我院复诊，给予颈部 B 超;结果示：右颌下淋巴结肿大，MT 可能口腔颌面部 CT 增强示：口底治疗后改变，术区强化小结节，右侧颌下区转移可能。今我科门诊入院，拟行手术治，2020-06-04 10:20：糖化白蛋白，13.90%，N；血清血糖，5.5mmol/L，N；血清白蛋白，45g/L，N；血清球蛋白，25g/L，N；，颈部 B 超;结果示：右颌下淋巴结肿大，MT 可能（2020-05-19，我院）； 口腔颌面部 CT 增强示：口底治疗后改变，术区强化小结节，右侧颌下区转移可能（202-05-20，我院）"
  },
  {
    "id": 252,
    "patient_info": "男，30 岁，打鼾 10 年。 查体：T：36.5℃， P：80 次/分，RR：18 次/分，BP：137/81mmHg。神清，气平，无三凹征，全身皮肤黏膜无黄染，颈部浅表淋巴结未触及肿大。颈软，气管居中，颈静脉无怒张，肝颈静脉反流征（-）。口唇无发绀，胸廓对称无畸形，双侧语颤对称，双肺叩诊呈清音，两肺呼吸音粗，两肺未闻及干湿啰音。HR80 次/分，律齐，未闻及杂音。腹平软，全腹无明显压痛、反跳痛及肌卫，未及包块，肝脾肋下未及，移动性浊音（-），肠鸣音不亢。双下肢无浮肿。氧饱和度 99%（未吸氧）。，11/182017-11-17 09:07：白细胞数，8.19 *10^9/L，M；淋巴细胞数，3.30* 10^9/L，↑；单核细胞绝对值，0.65 *10^9/L，↑；红细胞数，5.570 10^12/L，M；血红蛋白量，169.0 g/L，M；血小板数，285 *10^9/L，M；2017-11-17 09:47：睾酮，13.93 nmol/L，M；2017-11-17 11:11：葡萄糖，4.5 mmol/L，M；甘油三酯，2.98 mmol/L，↑；总胆固醇，5.03 mmol/L，M；高密度脂蛋白胆固醇，1.07 mmol/L，M；低密度脂蛋白胆固醇，2.98 mmol/L，M；肌酸激酶，138 IU/L，M；乳酸脱氢酶，175 IU/L，M；，11/17 睡眠监测示：重度睡眠呼吸暂停综合症，以阻塞性呼吸暂停为主，伴重度低氧血症。建议：1 减轻体重，锻炼身体，避免吸烟酗酒，避免使用镇静剂，2.侧卧睡眠，3.建议 CPAP 滴定检查，确定压力参数，行无创呼吸机治疗，4.耳鼻喉颈科就诊，5.随访，半年后复查 PSG。11/17 肺功能：正常肺通气功能，残气正常，弥散功能正常，FeNO；:16ppb."
  },
  {
    "id": 313,
    "patient_info": "男，58，右下颌肿物 2 月余 患者 3 月底发现右下颌无痛性肿物，口内糜烂伴随牙痛，患者自服中药，肿物缩小，症状缓解。随后肿物生长加剧，于外院就诊，病理示：口底肿物高级别鳞状上皮内瘤变，局灶考虑浸润癌，建议我院就诊，我院颌面部 CT 增强示： 下牙龈恶性占位，双侧颏下及颌下淋巴结转移可能，门诊治入院，拟行新辅助治疗。 患者自起病起，睡眠饮食可，体重无明显减轻。，2023-05-26 06:55：WBC 白细胞计数，12.63 x10^9/L，↑；RBC 红细胞计数，4.27 x10^12/L，↓；Hb 血红蛋白，126 g/L，↓；Hct 红细胞比容，0.389，↓；MPV 平均血小板体积，7.9 fL，↓；P-LCR 大血小板百分数，12.6 %，↓；LYMPH% 淋巴细胞百分数，16.6 %，↓；MONO# 单核细胞绝对数，1.08 x10^9/L，↑；NEUT# 中性粒细胞绝对数，9.01 x10^9/L，↑；，无"
  },
  {
    "id": 331,
    "patient_info": "女，48，右颊部肿胀 9 月 2022 年 8 月右下后牙疼痛、松动，伴有右颊肿胀，消炎治疗后疼痛减轻，右颊部仍然反复肿胀，有消长史。2022 年 12 月来我院门诊检查，拍摄 CT:右下后牙龈、颊部、翼颌韧带区恶性占位可能，右颈 IB、II 区淋巴结转移可能。门诊活检： 右下牙龈”黏膜溃疡，周边鳞状上皮瘤样增生及轻度异常增生，目前诊断恶性证据不足，如临床考虑恶性建议取典型部位活检。考虑炎症未进一步治疗，2023 年 2 月我院门诊检查，2023 年 2 月 MR:右下后牙龈、颊部、翼颌韧带区占位：炎性病变可能，肿瘤继感不能除外，右颈 IB、II 区淋巴结反应性增生可能。活检：“右下牙龈”黏膜鳞状上皮乳头状瘤样增生及轻-中度异常增生，局灶黏膜糜烂，目前诊断肿瘤证据不足，如临床考虑肿瘤建议再取活检或术中冰冻。2023 年 3 月我院 PET:1、右侧翼颌韧带区软组织增厚，糖代谢稍高，倾向炎性病变可能，请结合病理； 右颈 Ib 区、右颈 II 区多发肿大淋巴结，糖代谢稍高，倾向炎性病变可能大。建议住院手术，今门诊为诊断收治入院。，2023-05-08 07:51：Hb 血红蛋白，95 g/L，↓；2023-05-08 08:50：UREA 尿素，18.6 mmol/L，↑；UA 尿酸，434 μmol/L，↑；CREA 肌酐，1265 μmol/L，↑；"
  },
  {
    "id": 286,
    "patient_info": "男，75 岁，右侧耳下肿物发现 1 月余 患者 1 月前无意间发现左侧耳下有一淡黄大小肿物，无明显不适症状，未行任何检查及治疗，一个月来患者自觉肿物较之前有所增长，就诊于我院门诊，行颌面部增强 CT 回报：右腮腺下极肿瘤：良性可能，低度恶性待排。建议MR 增强检查，建议手术治疗，我科Warthin 瘤"
  },
  {
    "id": 31,
    "patient_info": "女，46 岁，右侧舌缘肿物形成 2 月 患者瞿金芬，女，46 岁，因“右侧舌缘肿物形成 2 月”于 2017-12-08 09:42 收入我院。2）现病史： 2 月前发现右侧舌缘肿物形成，近日逐渐增大，触诊稍疼痛，口服消炎药未见好转 今来我院要求手术治疗。   睡眠情况良好，体重无明显变化。  3）专科检查： 口腔颌面部双侧基本对称，双侧 TMJ 无压痛，无弹响,张口度约 3 横指，张口型居中。右侧舌缘约 12*13*19*mm 肿物，质硬，边界模糊，肿物前方 2cm 处有一白色斑块，无痛，表面光滑，无自觉症状。无面瘫症状。口腔卫生条件差，可见牙结石，挤压双侧腮腺及颌下腺见分泌物清亮，舌体无偏斜，伸舌居中，舌体活动正常，无麻木。双侧颈部及颌下区均未触及肿大的淋巴结。   4）辅助检查：2017 年 11 月 28 日在我院增强示：右舌缘软组织异常密度影，形态部规则，层厚 5mm，邻近骨结构未见破坏，双侧颈部未见明显肿大淋巴结。，2017-12-09 10:22：白细胞数，8.09 10^9/L，M；中性粒细胞百分数，61.90 %，M；中性粒细胞数，5.01 10^9/L，M；淋巴细胞数，2.58 10^9/L，M；单核细胞绝对值，0.37 10^9/L，M；，术中冰冻“右舌缘”黏膜鳞状细胞癌 送检切缘：“前、后、上、下、底”均阴性（-）"
  },
  {
    "id": 12,
    "patient_info": "男，51，主诉：左颊鼻唇沟肿痛 2 月余 现病史：2 年前因洗牙拍摄口颌面全景片发现球上颌囊肿（22-23），未接受治疗。2 月前，左颊鼻唇沟肿痛明显，夜间加重，伴 23-24 牙移位 。现为求进一步诊治，门诊治入院。，2023-04-21 12:44：MYO 肌红蛋白，15.5 ng/ml，↓；，2023-03-08，我院口颌面 CT 检查示：左侧上颌骨（2、3 间）见直径 25mm 低密度影，边界清晰，CT 值 4HU，周围软组织未见异常。 左侧上颌骨囊肿可能（球上颌囊肿？）2023-4-21，我院口颌面全景片示：22-23 根尖区倒梨形低密度囊状影。全口牙槽嵴中至重度吸收。38,48 阻生齿2023-4-21，我院胸部 CT 平扫示： 两肺陈旧灶。纵隔内食管旁囊性灶。脂肪肝。右肾囊肿可能。2023-4-23，我院口腔病理术中冰冻示：左上颌骨牙源性角化囊肿"
  },
  {
    "id": 794,
    "patient_info": "女，40，因“左腮腺肿物 8 年”于 2023-08-25 08:00 收入我院。现病史： 8 年前开始发现左腮腺肿物，近 2 年自觉有体积变大，否认疼痛等不适症状，未予处理，2 年前山西某医院行彩超检查具体不详，2023 年 7 月 10 日至我科门诊行超声检查示：左侧腮腺实质团块，多形性腺瘤可能；2023 年 7 月 10 日颌面 CT 增强检查示：左腮腺占位；2023 年 7 月 17日颌面 MR 增强：左腮腺占位：多形性腺瘤可能。专科检查： 颌面部基本对称，张口度及张口型基本正常，双侧鼻唇沟对称，眼裂对称，闭眼正常，双侧额纹对称，口唇无畸形，双侧颌下及颈部未及肿大淋巴结。左耳下可触及一 4*4cm 大小肿物，质中，界清，无明显疼痛，活动度可，局部皮肤无充血。辅助检查：超声：1. 左侧腮腺实质团块，多形性腺瘤可能，请结合临床 2. 右侧腮腺及双侧颈部淋巴结显示。（2023-7-10，本院）颌面CT 增强：左腮腺占位，建议 MR 增强。（2023-7-10，本院）颌面 MR 增强：左腮腺占位：多形性腺瘤可能。（2023-7-17，本院），无，无特殊。"
  },
  {
    "id": 542,
    "patient_info": "男，19岁，右下颌骨囊肿术后 20 天余 ，患者 20 天前于当地医院手术治疗“右下颌骨囊肿”，出院前 CT 示：右下颌角及升支有骨质破坏，中断，骨小梁结构消失，考虑右下颌骨囊肿伴感染可能，术后用漱口水于餐后漱洗，近两日自述口内有异味，偶有咸性液体分泌。2014-10-20 在我院复片病理示：右下颌骨“纤维粘液瘤，细胞轻度异形，内含残留骨组织。2014-10-21 在我院门诊就诊，入院。，2014-11-14 05:34：红细胞比容，0.338，↓；白细胞计数，14.8  x10^9/L，↑；红细胞计数，3.46  x10^12/L，↓；血红蛋白，116  g/L，↓；血小板计数，324  x10^9/L，↑；淋巴细胞，16.2  %，↓；单核细胞(绝对值)，1.44  x10^9/L，↑；嗜中性粒细胞（绝对值），10.7  x10^9/L，↑； 2014-11-14 07:13：血清尿酸，109  umol/L，↓； 2014-11-14 07:42：天门冬氨酸氨基转移酶，72  U/L，↑；，无"
  },
  {
    "id": 956,
    "patient_info": "男，47 岁，，男，47 岁，左侧舌腹肿物 3 个月。  患者 3 个月前自觉左侧舌腹不适，未行特征治疗，后因舌腹疼痛不适加重于当地医院就诊发现舌腹肿物，于本院门诊就诊完善各项检查后收入住院，择期手术.，2021-11-25 06:04：WBC 白细胞计数，12.11 x10^9/L，↑；RBC 红细胞计数，3.46 x10^12/L，↓；Hb 血红蛋白，107 g/L，↓；Hct 红细胞比容，0.327，↓；LYMPH% 淋巴细胞百分数，8.4 %，↓；NEUT% 中性粒细胞百分数，84.8 %，↑；LYMPH# 淋巴细胞绝对数，1.01 x10^9/L，↓；MONO# 单核细胞绝对数，0.65 x10^9/L，↑；NEUT# 中性粒细胞绝对数，10.26 x10^9/L，↑；2021-11-25 07:55：UREA 尿素，7.4 mmol/L，↑；tCO2 总二氧化碳，32.0 mmol/L，↑；2021-11-25 09:07：D-D D-二聚体，1.52 mg/L，↑；2021-11-25 09:33：TBIL 总胆红素，29.7 μmol/L，↑；DBIL 直接胆红素，10.9 μmol/L，↑；，术后病理：舌”黏膜鳞状细胞癌，高-中分化，肿瘤侵犯神经。 石蜡对照冰冻： 送检切缘：“前、后、上、下、底”均阴性（-）。 “左颌下腺”慢性涎腺炎。 送检淋巴结：“左”“I”3 枚、“II”3 枚、“III”3 枚、“IV”3 枚（其中 1 枚为脂肪组织）、“V”3 枚（均为脂肪组织）均阴性（-）。 南院分子结果(M2021-2224)：EGFR 扩增探针 FISH（-） 南院免疫组化结果(I2021-4642)：CKH（+），CK5/6（+），P16（-），Ki67（约 15%+），CD31（-），S100（-），EGFR（部分+），P53（-）。"
  },
  {
    "id": 364,
    "patient_info": "女，64 岁，左颊肿块发现四月余 患者自诉四月前发现左颊肿块，未予重视，逐渐增大，后来我院就诊，2020-4-11 我院头颈部增强 CT 提示左颊恶性占位可能，伴左颈 IB、II-III 区多发淋巴结转移，2020-4-17 我院活检提示“左颊”黏膜高-中分化鳞状细胞癌，拟入院行诱导化疗。张口度约一指半，张口型向下，左颊可及大小约 5*5cm 肿块，表面溃疡，界不清，向后累及磨牙后区、软腭，左颈部可及一 5*5cm 肿大淋巴结，质硬，不可活动。，2020-05-07 10:40：血清蛋白电泳 β2，6.7%，H；血清尿酸，450umol/L，H；低密度脂蛋白胆固醇，3.60mmol/L，H；小而密低密度脂蛋白胆固醇，1.13mmol/L，H；载脂蛋白A-I，1.08g/L，L；载脂蛋白 AI/B，0.93，L；血清钾，3.13mmol/L，L；2020-05-07 11:09：单核细胞，11.8%，H；单核细胞(绝对值)，0.67x10^9/L，H；2020-05-07 11:18：纤维蛋白原(全自动)，4.40g/L，H；2020-05-10 06:11：白细胞计数，10.4x10^9/L，H；红细胞计数，3.70x10^12/L，L；血红蛋白，114g/L，L；红细胞比容，0.338，L；淋巴细胞，17.4%，L；嗜中性粒细胞，77.3%，H；嗜酸性粒细胞，0.20%，L；嗜中性粒细胞（绝对值），8.0x10^9/L，H；2020-05-10 06:25：血清钾，3.33mmol/L，L；，无"
  },
  {
    "id": 261,
    "patient_info": "男，38 岁，发现颈前部无痛性肿物 13 天。 患者于入院前 13 天无明显诱因下发现颈前皮下一隆起肿物，无明显疼痛、胀痒等不适，无发热，无呼吸及吞咽不畅，无咳嗽脓痰，无咯血及涕血，无声音嘶哑，肿物局部无破溃出血，无流脓流液，无胸闷心悸等不适，为进一步诊治，来我院就诊，行颈部 B 超检查(5903516)提示：颈前区皮下甲状舌管囊肿可能，现为手术治疗，门诊入院。，2021-03-18 09:09：WBC 白细胞计数，6.82 x10^9/L，M；RBC 红细胞计数，4.56 x10^12/L，M；Hb 血红蛋白，144 g/L，M；PLT 血小板计数，219 x10^9/L，M；NEUT% 中性粒细胞百分数，51.7 %，M；2021-03-18 09:22：eGFR 估算肾小球滤过率(EPI)，93 ml/min/1.73㎡，M；GLU 葡萄糖，4.7 mmol/L，M；ALT 丙氨酸氨基转移酶，16 U/L，M；AST 天门冬氨酸氨基转移酶，19 U/L，M；TBIL 总胆红素，23.7 μmol/L，↑；DBIL 直接胆红素，6.4 μmol/L，↑；UREA 尿素，5.9 mmol/L，M；UA 尿酸，536 μmol/L，↑；CREA 肌酐，90 μmol/L，M；2021-03-18 09:51：PT 凝血酶原时间，11.4 秒，M；APTT 活化部分凝血活酶时间，26.4 秒，M；Fg 纤维蛋白原，2.43 g/L，M；2021-03-18 14:03：TRUST TRUST，阴性，N；HIV HIV 抗体及抗原(化学发光法)，阴性，N；2021-03-18 14:30：HBsAg 乙肝表面抗原，0.000 阴性 IU/mL，M；HBsAb 乙肝表面抗体，52.000 阳性(+) mIU/mL，↑；HBcAb 乙肝核心抗体，2.600 阴性 Index，M；HBeAg 乙肝 e 抗原，0.372 阴性 S/CO，M；HBeAb 乙肝 e抗体，2.300 阴性 Index，M；Anti-HCV Ab 丙肝抗体，0.000 阴性 COI，M；Anti-HAV IgM 甲肝抗体 IgM，阴性，N；"
  },
  {
    "id": 115,
    "patient_info": "男，57 岁，患者半月前自觉声音嘶哑，无伴吞咽疼痛，无伴进食困难，于我院就诊，摄电子喉镜（2021.03.31 本院）：左声带旁正中位固定，右侧声带前中 1/3 见息肉样隆起，表面光滑。，为求进一步治疗，门诊住入院。  专科检查： 咽部无充血，双侧扁桃体切除术后改变，会厌无明显充血，左声带旁正中位固定，右侧声带前中 1/3 见息肉样隆起，表面光滑。，PT 凝血酶原时间，11.1 秒，M；APTT 活化部分凝血活酶时间，25.4 秒，M；Fg 纤维蛋白原，4.73 g/L，↑；TT 凝血酶时间，15.8 秒，M；INR 国际标准化比值，1.04，M；WBC 白细胞计数，8.18 x10^9/L，M；Hb 血红蛋白，126 g/L，↓；PLT 血小板计数，272 x10^9/L，M；10：HBsAg 乙肝表面抗原，0.000 阴性 IU/mL，M；HBsAb 乙肝表面抗体，30.000 弱阳性(+) mIU/mL，↑；HBcAb 乙肝核心抗体，0.100 阳性(+) Index，↑；HBeAg 乙肝 e 抗原，0.358 阴性 S/CO，M；HBeAb 乙肝 e 抗体，0.563 阳性(+) Index，↑；Anti-HCV Ab 丙肝抗体，0.000 阴性 COI，M；Anti-HAV IgM 甲肝抗体 IgM，阴性，N；，无"
  },
  {
    "id": 171,
    "patient_info": "男，63岁，左下牙龈肿物伴疼痛 2 月余 2017.06 在当地医院行左下牙龈切取活检术，术后病理左下牙龈符合高分化鳞癌。我院行病理复片：左下牙龈黏膜鳞状细胞癌 I 级，行颌面 CT增强：左下牙龈恶性占位（破坏颌骨），左颈 Ib 区淋巴结转移待排。行胸部 CT:两肺未见明显活动性病变，随访，2017-06-19 05:59：血红蛋白，100 g/L，L；红细胞计数，3.14 x10^12/L，L；红细胞比容，0.288，L；白细胞计数，14.9 x10^9/L，H；2017-06-19 07:09：血清氯，107 mmol/L，H；，编号:21706130092 检查项目:组织学石蜡检查结果:“左下牙龈”黏膜鳞状细胞癌Ⅰ级。检查编号:21706130093 检查项目:组织学石蜡检查结果:“左颌下腺”轻度慢性炎送检淋巴结：“左”“Ⅰ”8 只，“Ⅱ”8 只，“Ⅲ”4 只均阴性（-）。"
  },
  {
    "id": 900,
    "patient_info": "男，50 岁，左侧腰背部疼痛。，2019-08-02 05:00：WBC 白细胞数，13.38 10^9/L，↑；LYMPH% 淋巴细胞百分比，17.00 %，↓；EO% 嗜酸性粒细胞百分数，0.00 %，↓；NEUT# 中性粒细胞数，9.87 10^9/L，↑；MONO# 单核细胞绝对值，1.22 10^9/L，↑；EO# 嗜酸性粒细胞绝对值，0.00 10^9/L，↓；HGB 血红蛋白量，177.0 g/L，↑；MCHC 平均红细胞血红蛋白浓度，363.0 g/L，↑；MPV 平均血小板体积，11.80 fL，↑；PDW 血小板体积分布宽度，17.10 fL，↑；CRP C-反应蛋白，9.9 mg/L，↑；2019-08-02 05:40：TBIL 总胆红素，27.2 μmol/L，↑；IBIL 间接胆红素，23.2 μmol/L，↑；ALP 碱性磷酸酶，146 U/L，↑；UREA 尿素，8.6 mmol/L，↑；CREA 肌酐，101 μmol/L，↑；2019-08-02 10:14：PRO 蛋白定性，1+已复，↑；GLU 葡萄糖，3+，↑；BLD 红细胞，3+，↑；WBC 白细胞，53 /ul，↑；CAST 管型，4.76 /ul，↑；N-WBC 镜检白细胞，3-5/HP /HP，↑；2019-08-02 11:57：APTT 部分凝血活酶时间，16.70 S，↓；；，无。"
  },
  {
    "id": 456,
    "patient_info": "女，13岁，外伤后右侧鼻腔通气困难 4 月。患者 4 月前车祸外伤，当时鼻部外伤，否认昏迷及鼻腔清亮液体流出，行鼻部 CT 示：鼻骨骨折（病人口述，报告未见），急诊予清创缝合，并予常规抗感染补液支持治疗，后患者逐渐出现右侧鼻塞，于当地医院行电子鼻咽镜示：右侧内鼻孔狭窄（报告未见，病人口述），为进一步治疗收治入院。追问病史，患者生长发育正常，预防免疫随社会。，2015-08-12 07:39：血清血糖，4.9，N；血清总蛋白，74，N；血清白蛋白，44，N；血清球蛋白，30，N；血清总胆红素，7，N；血清直接胆红素，3，N；血清尿素氮，3.5，N；血清尿酸，303，N；血清肌酐，65，N；2015-08-12 08:03：血红蛋白，126，N；嗜中性分叶核细胞，48.8，N；血小板计数，307，N；红细胞计数，4.47，N；2015-08-12 08:06：黏液(MUCS)，39，H；2015-08-12 08:11：TRUST，阴  性，N；HIV 抗体(HIV1+2)及抗原(HIV1p24)，阴  性，N；2015-08-12 08:37：PT（全自动），11.1，N；INR，0.95，N；APTT(全自动)，31.4，N；纤维蛋白原（全自动），2.80，N；2015-08-12 09:07：抗ＨＡＶ－ＩｇＭ，阴  性，N；ＨＢｓＡｇ，0.020  阴  性，N；ＨＢｅＡｇ，0.351  阴  性，N；ＨＢｃＡｂ，1.860  阴  性，N；ＨＢｅＡｂ，2.200  阴  性，N；抗－ＨＣＶ，0.070  阴  性，N；ＨＢｓＡｂ，637.000 阳性(+)，H；，胸片心电图：未见明显异常。"
  },
  {
    "id": 125,
    "patient_info": "男，65 岁，右侧面颊部触电样疼痛 3 年，加重 1 年余 专科检查：Ⅴ.三叉神经：头面部感觉：左侧正常 右侧疼痛 下颚运动：居中 咀嚼力：左侧正常 右侧稍减弱角膜反射：左侧正常 右侧正常 下颌反射：阴性 掌颌反射：未引出Ⅶ.面神经：眼裂：左侧 1cm，右侧 1cm 鼻唇沟：两侧相等 口角：两侧相等皱额：左侧正常 右侧正常 鼓腮：左侧正常 右侧正常 露齿：左侧正常 右侧正常Ⅷ.听神经：耳语：左侧正常 右侧正常 音叉试验：左骨导<气导，右骨导<气导 骨传导双侧相等。辅助检查：我院 PTA：左耳：BC 10db，AC 15db。左耳：BC 10db，AC 15db。我院：内耳道 MR 增强：内耳道 MRI 增强未见明显异常。建议三叉神经 MRTA 检查。我院：颌面部 MRTA 示:双侧三叉神经未见明显血管受压改变。，基本正常。，基本正常。"
  },
  {
    "id": 539,
    "patient_info": "女，62岁，软腭粘表术后三年复发颜面部对称。张口度及开口型正常，软腭术后改变，未及明显肿物，局部瘢痕，局部质硬，境界欠清，压痛（-），未及破溃出血，未及红肿，口内恒牙列，余未及明显异常。颌下区可及数个直径小于 1cm 的肿物，颈部未及肿大的淋巴结。，2015-09-16 05:29：白细胞计数，7.4 x10^9/L，N；红细胞计数，3.44 x10^12/L，L；血红蛋白，103 g/L，L；红细胞比容，0.304，L；血小板计数，236 x10^9/L，N；嗜中性分叶核细胞，63.5 %，N；2015-09-16 07:17：血清钾，3.11 mmol/L，L；血清钠，144 mmol/L，N；血清氯，107 mmol/L，H。，编号:21509120007         检查项目:组织学冰冻         检查结果:“IIB”淋巴结 1 只内见肿瘤组织（+）  检查编号:21509120003         检查项目:组织学冰冻 检查结果:送检 LN：“颌下 1”1 只，“颌下 2”1 只均阴性（-）"
  },
  {
    "id": 13,
    "patient_info": "男，75 岁，患者三个月前发现右侧颊部粘膜溃疡糜烂， 稍有疼痛，曾到当地医院治疗，具体治疗不详，治疗后无明显好转，溃疡糜烂增大，疼痛加重，左侧口角出现流涎症状，现到我院求治，门诊活检后示中-重度鳞状上皮异常增生，恶变可能。门诊3 只均阴性（-）"
  },
  {
    "id": 687,
    "patient_info": "女，70，因“右上牙龈溃疡 2 月”于 2023-08-02 07:51 收入我院。现病史： 患者 2 月前开始出现右上牙龈溃疡，疼痛，体积变大自服甲硝唑片无明显效果，今为进一步治疗，前来我院，经门诊均阴性（-）。。"
  },
  {
    "id": 216,
    "patient_info": "男，45 岁，左下后牙区肿胀疼痛流脓 2 年 患者 10 年前因右侧鼻咽癌于外院行放疗 64GY2 年前患者自觉左侧下颌骨疼痛，伴张口受限，皮肤、口内流脓，后于外院行“脓肿切排术”，术后皮肤瘘口愈合，张口受限未好转，口内仍偶有流脓、疼痛，自行服用抗生素后好转，病情反复，后于我院门诊就诊，行 CT 示：“鼻咽癌放疗后”，双侧上颌骨后牙区、右侧翼突、左下颌骨放射性骨髓炎，左侧下颌骨骨坏死伴病理性骨折。颏下淋巴结显示，随访。为行进一步手术治疗，门诊治入院。，2017-09-28 06:19：血红蛋白，120 g/L，L；嗜中性分叶核细胞，94.4 %，H；白细胞计数，18.4 x10^9/L，H；2017-09-29 05:49：白细胞计数，27.5 x10^9/L，H；嗜中性分叶核细胞，92.6 %，H；血红蛋白，116 g/L，L；2017-09-30 06:16：血红蛋白，111 g/L，L；嗜中性分叶核细胞，92.9 %，H；2017-10-01 06:59：血红蛋白，111 g/L，L；白细胞计数，21.3 x10^9/L，H；嗜中性分叶核细胞，93.5 %，H；2017-10-03 06:37：血红蛋白，106 g/L，L；嗜中性分叶核细胞，89.7 %，H；白细胞计数，19.1 x10^9/L，H；2017-10-05 07:24：天门冬氨酸氨基转移酶，282 U/L，H；血清丙氨酸氨基转移酶，238 U/L，H；2017-10-05 08:08：血红蛋白，117 g/L，L；嗜中性分叶核细胞，92.4 %，H；白细胞计数，17.7 x10^9/L，H；2017-10-08 06:14：血红蛋白，109 g/L，L；嗜中性分叶核细胞，86.1 %，H；白细胞计数，15.1 x10^9/L，H；2017-10-08 06:25：血清钾，3.41 mmol/L，L；2017-10-09 05:26：血红蛋白，108 g/L，L；嗜中性分叶核细胞，88.9 %，H；白细胞计数，20.9 x10^9/L，H；2017-10-09 07:11：血清丙氨酸氨基转移酶，146 U/L，H；天门冬氨酸氨基转移酶，199 U/L，H；2017-10-11 05:17：白细胞计数，11.9 x10^9/L，H；血红蛋白，99 g/L，L；2017-10-11 07:23：血清白蛋白，30 g/L，L；2017-10-13 05:31：血红蛋白，98 g/L，L；嗜中性分叶核细胞，80.9 %，H；"
  },
  {
    "id": 320,
    "patient_info": "女，63 岁，右侧口底肿胀不适 1 月余。 患者 1 月前出去游玩后感右侧颞下颌关节疼痛不适，到当地医院五官科就诊，给予口服药物治疗，自诉第二日右侧口底肿胀伴轻微疼痛不适，进食后感肿胀加剧，患者到华山医院就诊，给予抗炎药物治疗，具体不详，未见明显效果，到六院就诊，考虑颌下腺结石，建议来我院就诊，给予 CT 检查：口底软组织增厚，建议MR 增强。 MR 检查：口底、舌腹软组织明显肿胀增厚，形态不规则，边界不清，信号不均匀，口底舌腹（偏右）占位性病变：恶性或交界性肿瘤可能。，2019-10-24 07:16：血清总蛋白，64g/L，N；L-γ-谷氨酰基转移酶，16U/L，N；血清丙氨酸氨基转移酶，10U/L，N；天门冬氨酸氨基转移酶，12U/L，N；2019-10-24 07:59：白细胞计数，5.4x10^9/L，N；血红蛋白，123g/L，N；，术中冰冻：“右口底”炎性纤维组织，“右舌下腺”轻度慢性炎，灶性黏液外溢，具体待石蜡"
  },
  {
    "id": 895,
    "patient_info": "男，78，右下颌骨反复不适 1 年余 现病史：患者自诉 5 年前因鼻咽癌于外院行放化疗，1 年开始出现右下颌骨反复不适，近期右下颌骨出现疼痛伴溢脓，下唇出现麻木感，为求进一步诊治，现来我院就诊，门诊送检为死骨样组织，质硬，冰冻制片困难"
  },
  {
    "id": 234,
    "patient_info": "男，55，1）患者，男，55，因“右腮腺肿块一月”于 2023-04-07 07:59 收入我院。 2）现病史： 患者一个月前发现右腮腺肿块，外院行穿刺活检示：腺样囊性癌，行靶向药物治疗一个月，现患者特来我院就诊，我科住。      病程中患者饮食及睡眠可，二便正常。   3）专科检查： 右腮腺区可触及一直径约 2.0cm 大小肿块，质硬，界限清楚。右额纹较对侧浅，右眼睑闭合功能稍减弱。张口度张口型正常，舌大小适中，活动自如。双侧颈部、颌下及颏下未触及肿大淋巴结。    4）辅助检查：2023.3.20 我院病理复片示：符合腺样囊性癌。，2023-04-07 13:02：HBsAb 乙肝表面抗体，11.16(阳性) mIU/mL，↑；HBcAb 乙肝核心抗体，2.66(阳性) C.O.I，↑；2023-04-12 07:23：WBC 白细胞计数，11.6 10^9/L，↑；"
  },
  {
    "id": 809,
    "patient_info": "男，65 岁，右腮腺区肿胀 3 个月，右下唇麻木、张口受限 2 个月余. 3 个月前，自觉右腮腺区肿胀，就诊于当地诊所，口服消炎药，无明显缓解，2 个月前，自觉右下唇麻木，伴张口受限，2020-11-24 就诊于“福建省漳州市医院”行穿刺活检，结果显示：分化差的癌，结合免疫组化结果，未除嗜酸性细胞癌或非特异性腺癌或其他，现就诊于我院，要求手术治疗.，2020-12-15 11:32：CK 肌酸激酶，30 U/L，↓；2020-12-15 11:34：MYO 肌红蛋白，13.3 ng/ml，↓；2020-12-15 11:40：WBC 白细胞计数，14.93 x10^9/L，↑；RBC 红细胞计数，3.81 x10^12/L，↓；Hb 血红蛋白，110 g/L，↓，病理回报：病理诊断：“右下颌升支”恶性肿瘤，细胞分化差，倾向差分化鳞状细胞癌，具体待石蜡及酶标。“颌下淋巴结”1 只，内未见明显肿瘤（-）。送检切缘：“腮腺咬肌粘膜、颧骨、颧弓、颞肌、翼内肌、翼外肌、三叉神经下颌支、下齿槽神经、颏神经”均阴性（-）。“右颈 II 区淋巴结”4 只，冰冻切片内未见明显肿瘤（-）。“颌下淋巴结 2”内见肿瘤转移（+）。"
  },
  {
    "id": 398,
    "patient_info": "男，33 岁，左颊部粘液表皮样癌术后 6 年面部畸形要求修复患者于 2014 年因左颊部恶性肿瘤于我院行“左颊部肿物扩大切除术+左侧上下颌骨部分切除术+左侧股前外侧皮瓣修复术+左侧根治性颈淋巴结清扫术”，术后病理示：左颊部粘液表皮样癌，倾向低-中度恶性。送检淋巴结示：“左颌下”2/6 有肿瘤转移，其余“左颈深上”6 只，“颈深中”17只，“颈深下”11 只均阴性，术后行放疗，并于门诊定期随访。现自觉左侧面部缺损影响外观，遂要求行面部缺损修复。门诊拟左颊、上颌区、颈部部分软硬组织缺失，术区见皮瓣修复影，软组织结构较乱，术区与前片（2018-1-10CT）对照未见明显改变。左颞下、翼腭窝区软组织影增厚，密度均匀，同前片相仿。余同前。左侧腮腺较对侧密度降低。颅底结构未见明显异常。颈部未见明显肿大淋巴结。，2020-06-02 06:57：DD 二聚体(全自动)，0.41mg/L，N；2020-06-08 06:45：血清总蛋白，66g/L，N；血清白蛋白，39g/L，N；L-γ-谷氨酰基转移酶，62U/L，N；血清肌酐，55umol/L，N；2020-06-08 06:32：白细胞计数，10.1x10^9/L，H；血红蛋白，132g/L，N；血小板计数，314x10^9/L，N；C-反应蛋白（比浊法），17.17mg/L，H；2020-06-08 06:51：血清钾，3.60mmol/L，N；"
  },
  {
    "id": 768,
    "patient_info": "男，68 岁，左下颌肿胀疼痛 1 个月 患者 2015 年因前列腺癌于中山医院行化疗，因全身骨转移每月注射天晴依泰 1 次，2017-12 停用，7 个月前自觉右上、左下后牙牙齿松动，溢脓，2 个月前左下后牙松动自行脱落，创口不愈，后于 2018-2-5 我院行右上颌骨、左下颌骨骨髓炎刮治术，病理药物相关性颌骨坏死，术后左下颌骨伤口愈合欠佳，左下颌疼痛，肿胀流脓，抗炎治疗半个月无明显好转，为行进一步手术治疗，门诊治入院。面型对称，双侧颞下颌关节无压痛无弹响。张口度张口型可。左下颌皮肤红肿，约2*2cm，中央破溃，流脓，触痛。口腔卫生一般。左下颌骨术后改变，伤口未完全愈合，溢脓，触痛，右上颌骨术后改变，12 远中死骨暴露，无渗出。双侧颌下及颈部未及明显肿大淋巴结。2018-1-22CT： 双侧上下颌骨骨髓腔密度高低不一，左侧下颌骨体部较明显，骨皮质毛糙、欠连续，可见骨膜反应，上下颌骨周围软组织影增厚，边界模糊，C-:48HUC+:86HU可见强化。双侧上颌窦、右侧筛窦粘膜增厚。颏下、左侧颌下淋巴结强化明显，直径小于1cm。双侧上下颌骨骨髓炎，伴周围软组织炎症。颈 I 区淋巴结反应性增生。，2018-04-02 09:18：白蛋白，34.6 g/L，↓；2018-04-02 09:20：白细胞数，9.38 10^9/L，M；中性粒细胞百分数，70.30 %，M；血红蛋白量，116.0 g/L，↓；C-反应蛋白，3.5 mg/L，M；"
  },
  {
    "id": 141,
    "patient_info": "男，60 岁，左面部肿胀 1 个月。 1 个月前患者发现左面部肿胀，口服消炎药后无明显好转，为进一步治疗就诊于我院，行颌面部增强 CT 示：左侧上颌骨恶性肿瘤可能，转移待排。左颈Ib 区淋巴结略肿大。行 PET-CT 示左侧上颌窦前壁骨质破坏伴软组织肿块生成，考虑恶性肿瘤，上颌窦癌可能。左颌下淋巴结肿大，考虑转移性淋巴结可能。医生建议住院治疗，门诊1 只为阴性（-）。南院分子结果(M2020-0718)：GFR（-）南院免疫组化结果(I2020-3084)：AE1/AE3（+），CKH（+），CK5/6（+），P16（-），Ki67（20-30%+），S100（-），EZH2（40%++），EGFR（++）。"
  },
  {
    "id": 243,
    "patient_info": "男，74 岁，发现右侧耳甲腔肿物 1 年余，反复破溃、出血 3 月 患者 1 年余前无明显诱因下发现右耳甲腔肿物，大小约 0.5cm，红色，质软，基底广，患者未予重视，未特殊处理。3 月前出现瘙痒，患者抓挠后出现破溃、出血，创面不愈合。2021-9-10 就诊外院行肿物切除术，术后病理提示：（右侧耳甲腔）低中分化鳞状细胞癌。后就诊上海市复旦大学附属眼耳鼻喉科医院，行耳增强 MRI：右侧耳廓（耳甲区）、外耳道软骨段顶壁、后壁软组织稍增厚，右侧轻度乳突炎，再次病理读片：（右侧耳甲腔）上皮源性恶性肿瘤（癌），大部分呈鳞癌区域，小区呈腺样结构，皮肤附属器来源不除外，为求进一步治疗，患者来我院就诊，门诊拟\"右侧耳甲腔肿物\"收治入院。，【病理 21-59654】：“右耳肿瘤”镜下示鳞状上皮局部低级别上皮内瘤变，表皮下纤维组织弹力纤维变性，另送“上、下、前、后”切缘均未见恶性肿瘤组织。"
  },
  {
    "id": 480,
    "patient_info": "男，64 岁，患者两年前无明显诱因下发现右舌根肿物，无明显疼痛不适，局部异物感，否认舌体感觉异常，自述既往肺 CA 靶向治疗中，门诊就诊，建议局部切除肿物活检，入院 颌面部基本对称正常，颌下及颈部未及明显肿大淋巴结。张口度三指，张口型向下。右舌根咽侧可及 1.5*1cm 外生有蒂肿物，肉芽分叶状，质软，界清，可活动。舌体感觉对称正常，运动可无偏斜。余口内未及明显肿物破溃，口内恒牙列，多发牙缺失缺损，2021-08-28 10:54：WBC 白细胞计数，7.4 10^9/L，M；NEUT% 中性粒细胞百分数，71.7 %，M；RBC 红细胞计数，4.53 x10^12/L，M；Hb 血红蛋白量，132.0 g/L，M；Hct 红细胞比容，37.80，↓；PLT 血小板计数，204 x10^9/L，M；CRP C 反应蛋白，1.61 mg/L，M；2021-08-28 12:12：ALT 丙氨酸氨基转移酶，94 U/L，↑；AST 天门冬氨酸氨基转移酶，91 U/L，↑；UREA 尿素，5.9 mmol/L，M；CREA 肌酐，85 μmol/L，M；GLU 葡萄糖，7.9 mmol/L，↑；2021-08-28 12:30：HbA1C 糖化血红蛋白，10.2 %，↑；2021-08-28 14:49：PT 凝血酶原时间，10.3 秒，M；APTT 活化部分凝血活酶时间，25.9 秒，M；D-D D-二聚体，0.12 mg/L，M；2021-08-30 09:29：HBsAg 乙肝表面抗原，0.00(阴性) IU/ml，M；HBsAb 乙肝表面抗体，>1000.00(阳性) mIU/mL，↑；HBeAg 乙肝 e 抗原，0.00(阴性) C.O.I，M；HBeAb 乙型肝炎 e 抗体，72.28(阳性) Inh%，↑；HBcAb 乙肝核心抗体，11.16(阳性) C.O.I，↑；HCVAb 丙型肝炎病毒抗体，0.01(阴性) C.O.I，M；TPAb 梅毒螺旋体抗体，0.00(阴性) C.O.I，M；HIV 人类免疫缺陷病毒，0.00(阴性) C.O.I，M；"
  },
  {
    "id": 98,
    "patient_info": "女，50，左耳垂后无痛性肿物 7 年余 患者约 7 年前发现左耳垂下有一小肿物，未予处理，2018 年 9 月在上海市第一人民医院摄彩超提示左腮腺内实性结节（混合瘤？），2022 年 12 月在我院就诊，彩超提示左腮腺多形性腺瘤可能，建议手术治疗。我科根据病史及临床检查，拟间叶性肿瘤，倾向神经鞘膜瘤"
  },
  {
    "id": 121,
    "patient_info": "男，60 岁，右舌腹肿物伴疼痛 2 月，渐增大。 1）患者王其华，男，60 岁，因“右舌腹肿物伴疼痛2 月，渐增大。”于 2019-10-29 08:57 收入我院。2）现病史： 2 月前发现左舌腹肿物，黄豆大小，饮食时疼痛明显，逐渐增大，1 周前就诊于我院门诊，拍摄头颈部 CT 示：右侧舌腹舌缘软组织密度肿块影，形态欠规则，边界欠清晰，约 29*4.5mm，增强后病变强化明显，周围骨质未见明显破坏。颈部未见明显肿大淋巴结。考虑：右舌占位：恶性可能，建议手术治疗。门诊冰冻切片均未见明显肿瘤细胞（-）。"
  },
  {
    "id": 940,
    "patient_info": "女，44 岁，右舌缘肿物影响进食 3 月 1.病史：3 月前自觉右舌缘一黄豆大小溃疡面，进食时疼痛，2019-8-27 于南通大学附属医院行切取活检，病理提示黏膜炎症伴鳞状上皮假上皮瘤样增生，局灶重度不典型增生，2019-9-6 复旦大学附属肿瘤医院病理会诊：鳞状上皮重度异常增生，癌变伴浸润。随后求治我院，2019-9-17 我院病理科复片：考虑局部癌变，早期浸润性鳞状细胞癌，2019-9-16 我院颌面增强 CT 提示：右侧舌腹占位，恶性可能。我院颈部彩超检查提示：双侧颌下颈部淋巴结显示，位于 II、III 区，最大位于右侧 II区，mm*16mm*5mm，淋巴结门结构清‘2.专科查体：面部左右基本对称。颞下颌关节无明显弹响、压痛。张口度约三横指，张口型向下，口腔卫生可，右侧舌缘黏膜可见肿物， 表面无糜烂充血，质地中等，无活动度，压痛，局部白色。右侧颈深上可触及一肿大淋巴结。约 1cm，活动好，轻度压痛，无，术中冰冻：“右舌”黏膜慢性炎，局部肉芽组织形成，多核巨细胞反应，未见明显肿瘤残留（-）；需待充分取材后除外残留可能；送检切缘：“前、后、上、下、底”均阴性（-）"
  }
]