[
    {
        "topic": "Absence Rate",
        "content": "In economics, the absence rate is the ratio of workers with absences to total full-time wage and salary employment. In the United States, absences are defined as instances when persons who usually work 35 or more hours per week worked less than 35 hours during the reference week for one of the following reasons: own illness, injury, or medical problems; childcare problems; other family or personal obligations; civic or military duty; and maternity or paternity leave."
    },
    {
        "topic": "Absenteeism",
        "content": "Absenteeism is a habitual pattern of absence from a duty or obligation without good reason. Generally, absenteeism refers to unplanned absences. Absenteeism has been viewed as an indicator of poor individual performance, as well as a breach of an implicit contract between employee and employer. It is seen as a management problem, and framed in economic or quasi-economic terms. More recent scholarship seeks to understand absenteeism as an indicator of psychological, medical, or social adjustment to work."
    },
    {
        "topic": "Academic Achievement",
        "content": "Academic achievement or academic performance is the extent to which a student, teacher or institution has attained their short or long-term educational goals. Completion of educational benchmarks such as secondary school diplomas and bachelor's degrees represent academic achievement.  Academic achievement is commonly measured through examinations or continuous assessments but there is no general agreement on how it is best evaluated or which aspects are most important—procedural knowledge such as skills or declarative knowledge such as facts. Furthermore, there are inconclusive results over which individual factors successfully predict academic performance, elements such as test anxiety, environment, motivation, and emotions require consideration when developing models of school achievement.  In California, the achievement of schools is measured by the Academic Performance Index.  Academic achievement is sometimes called educational excellence."
    },
    {
        "topic": "Anxiety Disorders",
        "content": "Anxiety disorders are a group of mental disorders characterized by significant and uncontrollable feelings of anxiety and fear such that a person's social, occupational, and personal functions are significantly impaired. Anxiety may cause physical and cognitive symptoms, such as restlessness, irritability, easy fatigue, difficulty concentrating, increased heart rate, chest pain, abdominal pain, and a variety of other symptoms that may vary based on the individual.  In casual discourse, the words anxiety and fear are often used interchangeably. In clinical usage, they have distinct meanings; anxiety is clinically defined as an unpleasant emotional state for which the cause is either not readily identified or perceived to be uncontrollable or unavoidable, whereas fear is clinically defined as an emotional and physiological response to a recognized external threat. The umbrella term 'anxiety disorder' refers to a number of specific disorders that include fears (phobias) and/or anxiety symptoms.  There are several types of anxiety disorders, including generalized anxiety disorder, hypochondriasis, specific phobia, social anxiety disorder, separation anxiety disorder, agoraphobia, panic disorder, and selective mutism. Individual disorders can be diagnosed using the specific and unique symptoms, triggering events, and timing. A medical professional must evaluate a person before diagnosing them with an anxiety disorder to ensure that their anxiety cannot be attributed to another medical illness or mental disorder. It is possible for an individual to have more than one anxiety disorder during their life or to have more than one anxiety disorder at the same time. Comorbid mental disorders or substance use disorders are common in those with anxiety. Comorbid depression (lifetime prevalence) is seen in 20-70% of those with social anxiety disorder, 50% of those with panic disorder and 43% of those with general anxiety disorder. The 12 month prevalence of alcohol or substance use disorders in those with anxiety disorders is 16.5%.  Worldwide, anxiety disorders are the second most common type of mental disorders after depressive disorders. Anxiety disorders affect nearly 30% of adults at some point in their lives, with an estimated 4% of the global population currently experiencing an anxiety disorder. However, anxiety disorders are treatable, and a number of effective treatments are available. Most people are able to lead normal, productive lives with some form of treatment."
    },
    {
        "topic": "Arrest",
        "content": "An arrest is the act of apprehending and taking a person into custody (legal protection or control), usually because the person has been suspected of or observed committing a crime. After being taken into custody, the person can be questioned further or charged. An arrest is a procedure in a criminal justice system, sometimes it is also done after a court warrant for the arrest.  Police and various other officers have powers of arrest. In some places, a citizen's arrest is permitted; for example in England and Wales, any person can arrest \"anyone whom he has reasonable grounds for suspecting to be committing, have committed or be guilty of committing an indictable offence\", although certain conditions must be met before taking such action. Similar powers exist in France, Italy, Germany, Austria and Switzerland if a person is caught in an act of crime and not willing or able to produce valid ID.  As a safeguard against the abuse of power, many countries require that an arrest must be made for a thoroughly justified reason, such as the requirement of probable cause in the United States. Furthermore, in most democracies, the time that a person can be detained in custody is relatively short (in most cases 24 hours in the United Kingdom and 24 or 48 hours in the United States and France) before the detained person must be either charged or released."
    },
    {
        "topic": "Assessment",
        "content": "Educational assessment or educational evaluation is the systematic process of documenting and using empirical data on the knowledge, skill, attitudes, aptitude and beliefs to refine programs and improve student learning. Assessment data can be obtained by examining student work directly to assess the achievement of learning outcomes or it is based on data from which one can make inferences about learning. Assessment is often used interchangeably with test but is not limited to tests. Assessment can focus on the individual learner, the learning community (class, workshop, or other organized group of learners), a course, an academic program, the institution, or the educational system as a whole (also known as granularity). The word \"assessment\" came into use in an educational context after the Second World War.  As a continuous process, assessment establishes measurable student learning outcomes, provides a sufficient amount of learning opportunities to achieve these outcomes, implements a systematic way of gathering, analyzing and interpreting evidence to determine how well student learning matches expectations, and uses the collected information to give feedback on the improvement of students' learning. Assessment is an important aspect of educational process which determines the level of accomplishments of students.  The final purpose of assessment practices in education depends on the theoretical framework of the practitioners and researchers, their assumptions and beliefs about the nature of human mind, the origin of knowledge, and the process of learning."
    },
    {
        "topic": "Asthma",
        "content": "Asthma is a common long-term inflammatory disease of the airways of the lungs. Asthma occurs when allergens, pollen, dust, or other particles, are inhaled into the lungs, causing the bronchioles to constrict and produce mucus, which then restricts oxygen flow to the alveoli. It is characterized by variable and recurring symptoms, reversible airflow obstruction, and easily triggered bronchospasms. Symptoms include episodes of wheezing, coughing, chest tightness, and shortness of breath. These may occur a few times a day or a few times per week. Depending on the person, asthma symptoms may become worse at night or with exercise.  Asthma is thought to be caused by a combination of genetic and environmental factors. Environmental factors include exposure to air pollution and allergens. Other potential triggers include medications such as aspirin and beta blockers. Diagnosis is usually based on the pattern of symptoms, response to therapy over time, and spirometry lung function testing. Asthma is classified according to the frequency of symptoms of forced expiratory volume in one second (FEV1), and peak expiratory flow rate. It may also be classified as atopic or non-atopic, where atopy refers to a predisposition toward developing a type 1 hypersensitivity reaction.  There is no known cure for asthma, but it can be controlled. Symptoms can be prevented by avoiding triggers, such as allergens and respiratory irritants, and suppressed with the use of inhaled corticosteroids. Long-acting beta agonists (LABA) or antileukotriene agents may be used in addition to inhaled corticosteroids if asthma symptoms remain uncontrolled. Treatment of rapidly worsening symptoms is usually with an inhaled short-acting beta2 agonist such as salbutamol and corticosteroids taken by mouth. In very severe cases, intravenous corticosteroids, magnesium sulfate, and hospitalization may be required.  In 2019 asthma affected approximately 262 million people and caused approximately 461,000 deaths. Most of the deaths occurred in the developing world. Asthma often begins in childhood, and the rates have increased significantly since the 1960s. Asthma was recognized as early as Ancient Egypt. The word asthma is from the Greek ἆσθμα, âsthma, which means 'panting'."
    },
    {
        "topic": "Attendance",
        "content": "Attendance is the concept of people, individually or as a group, appearing at a location for a previously scheduled event. Measuring attendance is a significant concern for many organizations, which can use such information to gauge the effectiveness of their efforts and to plan for future efforts.  In both classroom settings and workplaces, attendance may be mandatory. Poor attendance by a student in a class may affect their grades or other evaluations. Poor attendance may also reflect problems in a student's personal situation, and is an indicator that \"students are not developing the knowledge and skills needed for later success\".  For students in elementary school and high school, laws may require compulsory attendance, while students at higher levels of education may be penalized by professors or the institution for lack of attendance. Daycare providers tend to use iPad applications to take attendance throughout the day or when the children are move locations.  Attendance management is the act of managing attendance or presence in a work setting to minimize loss due to employee downtime.  Attendance control has traditionally been approached using time clocks, timesheets, and time tracking software, but attendance management goes beyond this to provide a working environment which maximizes and motivates employee attendance. Recently it has become possible to collect attendance data automatically through using real-time location systems, which also allow for cross-linking between attendance data and performance. Organizations must deal with compliance issues, payroll errors, and more with a reliable employee attendance management system. Organizations can save time, reduce administrative work, maintain accurate attendance records, and eliminate process bottlenecks by replacing paper-based timesheets with attendance management software. Attendance management takes place in all educational campuses be they university, college or school."
    },
    {
        "topic": "Birth Defects",
        "content": "A birth defect is an abnormal condition that is present at birth, regardless of its cause. Birth defects may result in disabilities that may be physical, intellectual, or developmental. The disabilities can range from mild to severe. Birth defects are divided into two main types: structural disorders in which problems are seen with the shape of a body part and functional disorders in which problems exist with how a body part works. Functional disorders include metabolic and degenerative disorders. Some birth defects include both structural and functional disorders.  Birth defects may result from genetic or chromosomal disorders, exposure to certain medications or chemicals, or certain infections during pregnancy. Risk factors include folate deficiency, drinking alcohol or smoking during pregnancy, poorly controlled diabetes, and a mother over the age of 35 years old. Many are believed to involve multiple factors. Birth defects may be visible at birth or diagnosed by screening tests. A number of defects can be detected before birth by different prenatal tests.  Treatment varies depending on the defect in question. This may include therapy, medication, surgery, or assistive technology. Birth defects affected about 96 million people as of 2015. In the United States, they occur in about 3% of newborns. They resulted in about 628,000 deaths in 2015, down from 751,000 in 1990. The types with the greatest numbers of deaths are congenital heart disease (303,000), followed by neural tube defects (65,000)."
    },
    {
        "topic": "COPD",
        "content": "Chronic obstructive pulmonary disease (COPD) is a type of progressive lung disease characterized by chronic respiratory symptoms and airflow limitation. GOLD 2024 defined COPD as a heterogeneous lung condition characterized by chronic respiratory symptoms (dyspnea or shortness of breath, cough, sputum production and/or exacerbations) due to abnormalities of the airways (bronchitis, bronchiolitis) and/or alveoli (emphysema) that cause persistent, often progressive, airflow obstruction. The main symptoms of COPD include shortness of breath and a cough, which may or may not produce mucus. COPD progressively worsens, with everyday activities such as walking or dressing becoming difficult. While COPD is incurable, it is preventable and treatable. The two most common types of COPD are emphysema and chronic bronchitis and have been the two classic COPD phenotypes. However, this basic dogma has been challenged as varying degrees of co-existing emphysema, chronic bronchitis, and potentially significant vascular diseases have all been acknowledged in those with COPD, giving rise to the classification of other phenotypes or subtypes. Emphysema is defined as enlarged airspaces (alveoli) whose walls have broken down resulting in permanent damage to the lung tissue. Chronic bronchitis is defined as a productive cough that is present for at least three months each year for two years. Both of these conditions can exist without airflow limitation when they are not classed as COPD. Emphysema is just one of the structural abnormalities that can limit airflow and can exist without airflow limitation in a significant number of people. Chronic bronchitis does not always result in airflow limitation. However, in young adults with chronic bronchitis who smoke, the risk of developing COPD is high. Many definitions of COPD in the past included emphysema and chronic bronchitis, but these have never been included in GOLD report definitions. Emphysema and chronic bronchitis remain the predominant phenotypes of COPD but there is often overlap between them and a number of other phenotypes have also been described. COPD and asthma may coexist and converge in some individuals. COPD is associated with low-grade systemic inflammation. The most common cause of COPD is tobacco smoking. Other risk factors include indoor and outdoor air pollution including dust, exposure to occupational irritants such as dust from grains, cadmium dust or fumes, and genetics, such as alpha-1 antitrypsin deficiency. In developing countries, common sources of household air pollution are the use of coal and biomass such as wood and dry dung as fuel for cooking and heating. The diagnosis is based on poor airflow as measured by spirometry. Most cases of COPD can be prevented by reducing exposure to risk factors such as smoking and indoor and outdoor pollutants. While treatment can slow worsening, there is no conclusive evidence that any medications can change the long-term decline in lung function. COPD treatments include smoking cessation, vaccinations, pulmonary rehabilitation, inhaled bronchodilators and corticosteroids. Some people may benefit from long-term oxygen therapy, lung volume reduction and lung transplantation. In those who have periods of acute worsening, increased use of medications, antibiotics, corticosteroids and hospitalization may be needed. As of 2015, COPD affected about 174.5 million people (2.4% of the global population). It typically occurs in males and females over the age of 35–40. In 2019 it caused 3.2 million deaths, 80% occurring in lower and middle income countries, up from 2.4 million deaths in 1990. In 2021, it was the fourth biggest cause of death, responsible for approximately 5% of total deaths. The number of deaths is projected to increase further because of continued exposure to risk factors and an aging population. In the United States in 2010 the economic cost was put at US$32.1 billion and projected to rise to US$49 billion in 2020. In the United Kingdom this cost is estimated at £3.8 billion annually."
    },
    {
        "topic": "Career Assessment",
        "content": "Career assessments are tools that are designed to help individuals understand how a variety of personal attributes (i.e., data values, preferences, motivations, aptitudes and skills), impact their potential success and satisfaction with different career options and work environments. Career assessments have played a critical role in career development and the economy in the 20th century (Whiston and Rahardja, 2005). Individuals or organizations often use assessment of some or all of these attributes, such as university career service centers, career counselors, outplacement companies, corporate human resources staff, executive coaches, vocational rehabilitation counselors, and guidance counselors to help individuals make more informed career decisions.  In part, the popularity of this tool is due to the National Defense Education Act of 1958, which funded career guidance in schools. Focus was put onto tools that would help high school students determine which subjects they may want to focus on to reach a chosen career path. Since 1958, career assessment tool options have exploded."
    },
    {
        "topic": "Career Break",
        "content": "A career break is a period of time out from employment. It is commonly used for people to take time out of their career for personal or professional development."
    },
    {
        "topic": "Caregiver Burden",
        "content": "Caregiver burden is the stress which is perceived by caregivers due to the home care situation. The subjective burden is considered to be one of the most important predictors of negative outcomes from the home care situation.  The concept of caregiver burden was introduced in the 1960s, distinguishing between objective and subjective aspects of caregiving. Objective burden arises from specific caregiving tasks, while subjective burden typically stems from the emotional strain caused by the excessive demands and potential embarrassment associated with caring for recipients. Various other terms, such as caregiver role fatigue, spousal burnout, and role engulfment, are also used to describe this phenomenon. Despite the variation in terminology, these terms consistently depict a situation where caregivers lack sufficient physical and mental resources to meet the needs of the care recipient. This burden is not solely related to the actual duties imposed by care recipients but is shaped by the emotional context of the caregiving situation and the availability of resources."
    },
    {
        "topic": "Child Care",
        "content": "Childcare, also known as day care, is the care and supervision of one or more children, typically ranging from two weeks to 18 years old. When describing a business class, \"daycare\" is usually written as a single word. Although most parents spend a significant amount of time caring for their child(ren), childcare typically refers to the care provided by caregivers who are not the child's parents. Childcare is a broad topic that covers a wide spectrum of professionals, institutions, contexts, activities, and social and cultural conventions. Early childcare is an important and often overlooked component of child development.  A variety of people and organizations are able to care for children. The child's extended family may also take on this caregiving role. Another form of childcare is that of center-based childcare. In lieu of familial caregiving, these responsibilities may be given to paid caretakers, orphanages or foster homes to provide care, housing, and schooling.  Professional caregivers work within the context of center-based care (including crèches, daycare, preschools and schools) or a home-based care (nannies or family daycare). The majority of child care institutions available require child care providers to have extensive training in first aid and be CPR certified. In addition, background checks, drug testing at all centers, and reference verifications are normally a requirement. Child care can consist of advanced learning environments that include early childhood education or elementary education. The objective of the program of daily activities at a child care facility should be to foster age appropriate learning and social development. In many cases the appropriate child care provider is a teacher or person with educational background in child development, which requires a more focused training aside from the common core skills typical of a child caregiver.  As well as these licensed options, parents may also choose to find their own caregiver or arrange childcare exchanges/swaps with another family.  Access to and quality of childcare have a variety of implications for children, parents and guardians, and families. Child care can have long-term impacts on educational attainment for children. Parents, particularly women and mothers, see increased labor force attachment when child care is more accessible and affordable. In particular, increased affordable child care opportunities have economic benefits for immigrant communities and communities of color.  Childcare varies dramatically across cultures. While many global communities prefer children aged 7–10 for designated caregiving responsibilities, children no younger than 12 are preferred in the Western world, where paid childcare is common. For example, very young children in Zaire regularly use machetes safely and skillfully while American middle-class adults do not trust their young children with knives. Child development is not just biological or psychological—it is also a cultural process and it is not universal. In countries where children are given more responsibility the adults serve as \"occasional supervisors,\" and children take pride in their responsibilities.  Therefore, an important aspect of childcare is considering the cultural differences and accepted behaviors in differing households. Children should be able to retain their cultural tradition and norms, while also being exposed to other cultures."
    },
    {
        "topic": "Child Custody",
        "content": "Child custody is a legal term regarding guardianship which is used to describe the legal and practical relationship between a parent or guardian and a child in that person's care. Child custody consists of legal custody, which is the right to make decisions about the child, and physical custody, which is the right and duty to house, provide and care for the child. Married parents normally have joint legal and physical custody of their children. Decisions about child custody typically arise in proceedings involving divorce, annulment, separation, adoption or parental death. In most jurisdictions child custody is determined in accordance with the best interests of the child standard.  Following ratification of the United Nations Convention on the Rights of the Child in most countries, terms such as parental responsibility, \"residence\" and \"contact\" (also known as \"visitation\", \"conservatorship\" or \"parenting time\" in the United States) have superseded the concepts of \"custody\" and \"access\" in some member nations. Instead of a parent having \"custody\" of or \"access\" to a child, a child is now said to \"reside\" or have \"contact\" with a parent."
    },
    {
        "topic": "Child Development",
        "content": "Child development involves the biological, psychological and emotional changes that occur in human beings between birth and the conclusion of adolescence. It is—particularly from birth to five years— a foundation for a prosperous and sustainable society.  Childhood is divided into three stages of life which include early childhood, middle childhood, and late childhood (preadolescence). Early childhood typically ranges from infancy to the age of 6 years old. During this period, development is significant, as many of life's milestones happen during this time period such as first words, learning to crawl, and learning to walk. Middle childhood/preadolescence or ages 6–12 universally mark a distinctive period between major developmental transition points. Adolescence is the stage of life that typically starts around the major onset of puberty, with markers such as menarche and spermarche, typically occurring at 12–14 years of age. It has been defined as ages 10 to 24 years old by the World Happiness Report WHR. In the course of development, the individual human progresses from dependency to increasing autonomy. It is a continuous process with a predictable sequence, yet has a unique course for every child. It does not always progress at the same rate and each stage is affected by the preceding developmental experiences. As genetic factors and events during prenatal life may strongly influence developmental changes, genetics and prenatal development usually form a part of the study of child development. Related terms include developmental psychology, referring to development from birth to death, and pediatrics, the branch of medicine relating to the care of children.  Developmental change may occur as a result of genetically controlled processes, known as maturation, or environmental factors and learning, but most commonly involves an interaction between the two. Development may also occur as a result of human nature and of human ability to learn from the environment.  There are various definitions of the periods in a child's development, since each period is a continuum with individual differences regarding starting and ending. Some age-related development periods with defined intervals include: newborn (ages 0 – 2 months); infant (ages 3 – 11 months); toddler (ages 1 – 2 years); preschooler (ages 3 – 4 years); school-aged child (ages 5 – 12 years); teens (ages 13 – 19 years); adolescence (ages 10 - 25 years); college age (ages 18 - 25 years).  Parents play a large role in a child's activities, socialization, and development; having multiple parents can add stability to a child's life and therefore encourage healthy development. Another influential factor in children's development is the quality of their care. Child-care programs may be beneficial for childhood development such as learning capabilities and social skills.  The optimal development of children is considered vital to society and it is important to understand the social, cognitive, emotional, and educational development of children. Increased research and interest in this field has resulted in new theories and strategies, especially with regard to practices that promote development within the school systems. Some theories seek to describe a sequence of states that compose child development."
    },
    {
        "topic": "Chronodisruption",
        "content": "Chronodisruption is a concept in the field of circadian biology that refers to the disturbance or alteration of the body's natural biological rhythms, for example the sleep-wake cycle, due to various environmental factors. The human body is synchronized to a 24-hour light-dark cycle, which is essential for maintaining optimal health and well-being. However, modern lifestyles —which involve exposure to artificial light (especially during nighttime), irregular sleep schedules, and shift work — can disrupt this natural rhythm, leading to a range of adverse physiological outcomes. Chronodisruption has been linked to a variety of health disorders and diseases, including neurodegenerative diseases, diabetes, mood disorders, cardiovascular disease, and cancer. Such disruptors can lead to dysregulation of hormones and neurotransmitters, though researchers continue to investigate the physiological implications of chronodisruption. Indeed, research in chronobiology is rapidly advancing, with an increasing focus on understanding the underlying mechanisms of chronodisruption and developing strategies to prevent or mitigate its adverse effects. This includes the development of pharmacological interventions, as well as lifestyle modifications such as optimizing one's sleeping environment and timing of meals and physical activity."
    },
    {
        "topic": "Cognitive Decline",
        "content": "Dementia is a syndrome associated with many neurodegenerative diseases, characterized by a general decline in cognitive abilities that affects a person's ability to perform everyday activities. This typically involves problems with memory, thinking, behavior, and motor control. Aside from memory impairment and a disruption in thought patterns, the most common symptoms of dementia include emotional problems, difficulties with language, and decreased motivation. The symptoms may be described as occurring in a continuum over several stages. Dementia ultimately has a significant effect on the individual, their caregivers, and their social relationships in general. A diagnosis of dementia requires the observation of a change from a person's usual mental functioning and a greater cognitive decline than might be caused by the normal aging process.  Several diseases and injuries to the brain, such as a stroke, can give rise to dementia. However, the most common cause is Alzheimer's disease, a neurodegenerative disorder. The Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), has re-described dementia as a mild or major neurocognitive disorder with varying degrees of severity and many causative subtypes. The International Classification of Diseases (ICD-11) also classifies dementia as a neurocognitive disorder (NCD) with many forms or subclasses. Dementia is listed as an acquired brain syndrome, marked by a decline in cognitive function, and is contrasted with neurodevelopmental disorders. It is also described as a spectrum of disorders with causative subtypes of dementia based on a known disorder, such as Parkinson's disease for Parkinson's disease dementia, Huntington's disease for Huntington's disease dementia, vascular disease for vascular dementia, HIV infection causing HIV dementia, frontotemporal lobar degeneration for frontotemporal dementia, Lewy body disease for dementia with Lewy bodies, and prion diseases. Subtypes of neurodegenerative dementias may also be based on the underlying pathology of misfolded proteins, such as synucleinopathies and tauopathies. The coexistence of more than one type of dementia is known as mixed dementia.  Many neurocognitive disorders may be caused by another medical condition or disorder, including brain tumours and subdural hematoma, endocrine disorders such as hypothyroidism and hypoglycemia, nutritional deficiencies including thiamine and niacin, infections, immune disorders, liver or kidney failure, metabolic disorders such as Kufs disease, some leukodystrophies, and neurological disorders such as epilepsy and multiple sclerosis. Some of the neurocognitive deficits may sometimes show improvement with treatment of the causative medical condition.  Diagnosis of dementia is usually based on history of the illness and cognitive testing with imaging. Blood tests may be taken to rule out other possible causes that may be reversible, such as hypothyroidism (an underactive thyroid), and to determine the dementia subtype. One commonly used cognitive test is the mini–mental state examination. Although the greatest risk factor for developing dementia is aging, dementia is not a normal part of the aging process; many people aged 90 and above show no signs of dementia. Several risk factors for dementia, such as smoking and obesity, are preventable by lifestyle changes. Screening the general older population for the disorder is not seen to affect the outcome.  Dementia is currently the seventh leading cause of death worldwide and has 10 million new cases reported every year (approximately one every three seconds). There is no known cure for dementia. Acetylcholinesterase inhibitors such as donepezil are often used and may be beneficial in mild to moderate disorder, but the overall benefit may be minor. There are many measures that can improve the quality of life of a person with dementia and their caregivers. Cognitive and behavioral interventions may be appropriate for treating the associated symptoms of depression."
    },
    {
        "topic": "Complaint",
        "content": "In legal terminology, a complaint is any formal legal document that sets out the facts and legal reasons (see: cause of action) that the filing party or parties (the plaintiff(s)) believes are sufficient to support a claim against the party or parties against whom the claim is brought (the defendant(s)) that entitles the plaintiff(s) to a remedy (either money damages or injunctive relief). For example, the Federal Rules of Civil Procedure (FRCP) that govern civil litigation in United States courts provide that a civil action is commenced with the filing or service of a pleading called a complaint. Civil court rules in states that have incorporated the Federal Rules of Civil Procedure use the same term for the same pleading.  In Civil Law, a \"complaint\" is the first formal action taken to officially begin a lawsuit. This written document contains the allegations against the defense, the specific laws violated, the facts that led to the dispute, and any demands made by the plaintiff to restore justice.  In some jurisdictions, specific types of criminal cases may also be commenced by the filing of a complaint, also sometimes called a criminal complaint or felony complaint. Most criminal cases are prosecuted in the name of the governmental authority that promulgates criminal statutes and enforces the police power of the state with the goal of seeking criminal sanctions, such as the State (also sometimes called the People) or Crown (in Commonwealth realms). In the United States, the complaint is often associated with misdemeanor criminal charges presented by the prosecutor without the grand jury process. In most U.S. jurisdictions, the charging instrument presented to and authorized by a grand jury is referred to as an indictment."
    },
    {
        "topic": "Cost of Living",
        "content": "The cost of living is the cost of maintaining a certain standard of living for an individual or a household. Changes in the cost of living over time can be measured in a cost-of-living index. Cost of living calculations are also used to compare the cost of maintaining a certain standard of living in different geographic areas. Differences in the cost of living between locations can be measured in terms of purchasing power parity rates. A sharp rise in the cost of living can trigger a cost of living crisis, where purchasing power is lost and, for some people, their previous lifestyle is no longer affordable.  The link between income and health is well-established. Cost of living pressures may lead to household energy insecurity or fuel poverty as well as housing stress.  Cost of living is the cost of maintaining a certain standard of living. Changes in the cost of living over time can be operationalized in a cost-of-living index. Cost of living calculations can be used to compare the cost of maintaining a certain standard of living in different geographic areas. Differences in cost of living between locations can be measured in terms of purchasing power parity rates.  Major components of the cost of living include food, housing costs and energy. Energy costs include heating, light and cooking costs. In the United Kingdom, about 18% of an average home's energy costs relate to the cost of heating water."
    },
    {
        "topic": "Criminal Law",
        "content": "Criminal law is the body of law that relates to crime. It prescribes conduct perceived as threatening, harmful, or otherwise endangering to the property, health, safety, and welfare of people inclusive of one's self. Most criminal law is established by statute, which is to say that the laws are enacted by a legislature. Criminal law includes the punishment and rehabilitation of people who violate such laws.  Criminal law varies according to jurisdiction, and differs from civil law, where emphasis is more on dispute resolution and victim compensation, rather than on punishment or rehabilitation.  Criminal procedure is a formalized official activity that authenticates the fact of commission of a crime and authorizes punitive or rehabilitative treatment of the offender."
    },
    {
        "topic": "Debt",
        "content": "Debt is an obligation that requires one party, the debtor, to pay money borrowed or otherwise withheld from another party, the creditor. Debt may be owed by a sovereign state or country, local government, company, or an individual. Commercial debt is generally subject to contractual terms regarding the amount and timing of repayments of principal and interest. Loans, bonds, notes, and mortgages are all types of debt. In financial accounting, debt is a type of financial transaction, as distinct from equity.  The term can also be used metaphorically to cover moral obligations and other interactions not based on a monetary value. For example, in Western cultures, a person who has been helped by a second person is sometimes said to owe a \"debt of gratitude\" to the second person."
    },
    {
        "topic": "Dentistry",
        "content": "Dentistry, also known as dental medicine and oral medicine, is the branch of medicine focused on the teeth, gums, and mouth. It consists of the study, diagnosis, prevention, management, and treatment of diseases, disorders, and conditions of the mouth, most commonly focused on dentition (the development and arrangement of teeth) as well as the oral mucosa. Dentistry may also encompass other aspects of the craniofacial complex including the temporomandibular joint. The practitioner is called a dentist.  The history of dentistry is almost as ancient as the history of humanity and civilization, with the earliest evidence dating from 7000 BC to 5500 BC. Dentistry is thought to have been the first specialization in medicine which has gone on to develop its own accredited degree with its own specializations. Dentistry is often also understood to subsume the now largely defunct medical specialty of stomatology (the study of the mouth and its disorders and diseases) for which reason the two terms are used interchangeably in certain regions. However, some specialties such as oral and maxillofacial surgery (facial reconstruction) may require both medical and dental degrees to accomplish. In European history, dentistry is considered to have stemmed from the trade of barber surgeons.  Dental treatments are carried out by a dental team, which often consists of a dentist and dental auxiliaries (such as dental assistants, dental hygienists, dental technicians, and dental therapists). Most dentists either work in private practices (primary care), dental hospitals, or (secondary care) institutions (prisons, armed forces bases, etc.).  The modern movement of evidence-based dentistry calls for the use of high-quality scientific research and evidence to guide decision-making such as in manual tooth conservation, use of fluoride water treatment and fluoride toothpaste, dealing with oral diseases such as tooth decay and periodontitis, as well as systematic diseases such as osteoporosis, diabetes, celiac disease, cancer, and HIV/AIDS which could also affect the oral cavity. Other practices relevant to evidence-based dentistry include radiology of the mouth to inspect teeth deformity or oral malaises, haematology (study of blood) to avoid bleeding complications during dental surgery, cardiology (due to various severe complications arising from dental surgery with patients with heart disease), etc."
    },
    {
        "topic": "Depression",
        "content": "Depression is a mental state of low mood and aversion to activity. It affects about 3.5% of the global population, or about 280 million people of all ages (as of 2020). Depression affects a person's thoughts, behavior, feelings, and sense of well-being. Experiences that would normally bring a person pleasure or joy gives reduced pleasure or joy, and the afflicted person often experiences a loss of motivation or interest in those activities.  Depressed mood is a symptom of some mood disorders, also categorized and called depression, such as major depressive disorder, bipolar disorder and dysthymia. It is a normal temporary reaction to life events, such as the loss of a loved one; and it is also a symptom of some physical diseases and a side effect of some drugs and medical treatments. It may feature sadness, difficulty in thinking and concentration, or a significant increase or decrease in appetite and time spent sleeping. People experiencing depression may have feelings of dejection or hopelessness and may experience suicidal thoughts. Depression can either be short term or long term."
    },
    {
        "topic": "Diabetes",
        "content": "Diabetes mellitus, often known simply as diabetes, is a group of common endocrine diseases characterized by sustained high blood sugar levels. Diabetes is due to either the pancreas not producing enough insulin, or the cells of the body becoming unresponsive to the hormone's effects. Classic symptoms include polydipsia (excessive thirst), polyuria (excessive urination), weight loss, and blurred vision. If left untreated, the disease can lead to various health complications, including disorders of the cardiovascular system, eye, kidney, and nerves. Diabetes accounts for approximately 4.2 million deaths every year, with an estimated 1.5 million caused by either untreated or poorly treated diabetes.  The major types of diabetes are type 1 and type 2. The most common treatment for type 1 is insulin replacement therapy (insulin injections), while anti-diabetic medications (such as metformin and semaglutide) and lifestyle modifications can be used to manage type 2. Gestational diabetes, a form that arises during pregnancy in some women, normally resolves shortly after delivery.  As of 2021, an estimated 537 million people had diabetes worldwide accounting for 10.5% of the adult population, with type 2 making up about 90% of all cases. The World Health Organization has reported that diabetes was \"among the top 10 causes of death in 2021, following a significant percentage increase of 95% since 2000.\" It is estimated that by 2045, approximately 783 million adults, or 1 in 8, will be living with diabetes, representing a 46% increase from the current figures. The prevalence of the disease continues to increase, most dramatically in low- and middle-income nations. Rates are similar in women and men, with diabetes being the seventh leading cause of death globally. The global expenditure on diabetes-related healthcare is an estimated US$760 billion a year."
    },
    {
        "topic": "Diseases",
        "content": "A disease is a particular abnormal condition that adversely affects the structure or function of all or part of an organism and is not immediately due to any external injury. Diseases are often known to be medical conditions that are associated with specific signs and symptoms. A disease may be caused by external factors such as pathogens or by internal dysfunctions. For example, internal dysfunctions of the immune system can produce a variety of different diseases, including various forms of immunodeficiency, hypersensitivity, allergies, and autoimmune disorders.  In humans, disease is often used more broadly to refer to any condition that causes pain, dysfunction, distress, social problems, or death to the person affected, or similar problems for those in contact with the person. In this broader sense, it sometimes includes injuries, disabilities, disorders, syndromes, infections, isolated symptoms, deviant behaviors, and atypical variations of structure and function, while in other contexts and for other purposes these may be considered distinguishable categories. Diseases can affect people not only physically but also mentally, as contracting and living with a disease can alter the affected person's perspective on life.  Death due to disease is called death by natural causes. There are four main types of disease: infectious diseases, deficiency diseases, hereditary diseases (including both genetic and non-genetic hereditary diseases), and physiological diseases. Diseases can also be classified in other ways, such as communicable versus non-communicable diseases. The deadliest diseases in humans are coronary artery disease (blood flow obstruction), followed by cerebrovascular disease and lower respiratory infections. In developed countries, the diseases that cause the most sickness overall are neuropsychiatric conditions, such as depression and anxiety.  The study of disease is called pathology, which includes the study of etiology, or cause."
    },
    {
        "topic": "Divorce",
        "content": "Divorce (also known as dissolution of marriage) is the process of terminating a marriage or marital union. Divorce usually entails the canceling or reorganising of the legal duties and responsibilities of marriage, thus dissolving the bonds of matrimony between a married couple under the rule of law of the particular country or state. It can be said to be a legal dissolution of a marriage by a court or other competent body. It is the legal process of ending a marriage.  Divorce laws vary considerably around the world, but in most countries, divorce is a legal process that requires the sanction of a court or other authority, which may involve issues of distribution of property, child custody, alimony (spousal support), child visitation / access, parenting time, child support, and division of debt. In most countries, monogamy is required by law, so divorce allows each former partner to marry another person.  Divorce is different from annulment, which declares the marriage null and void, with legal separation or de jure separation (a legal process by which a married couple may formalize a de facto separation while remaining legally married) or with de facto separation (a process where the spouses informally stop cohabiting). Reasons for divorce vary, from sexual incompatibility or lack of independence for one or both spouses to a personality clash or infidelity.  The only countries that do not allow divorce are the Philippines and the Vatican City. In the Philippines, divorce for non-Muslim Filipinos is not legal unless one spouse is an undocumented immigrant and satisfies certain conditions. The Vatican City is a theocratic state ruled by the head of the Catholic Church, and does not allow for divorce. Countries that have relatively recently legalized divorce are Italy (1970), Portugal (1975, although from 1910 to 1940 it was possible both for the civil and religious marriage), Brazil (1977), Spain (1981), Argentina (1987), Paraguay (1991), Colombia (1991; from 1976 was allowed only for non-Catholics), Andorra (1995), Ireland (1996), Chile (2004) and Malta (2011).  Grounds for divorce vary widely from country to country. Marriage may be seen as a contract, a status, or a combination of these. Where it is seen as a contract, the refusal or inability of one spouse to perform the obligations stipulated in the contract may constitute a ground for divorce for the other spouse. In contrast, in some countries (such as Sweden, Finland, Australia, New Zealand), divorce is purely no fault. This means it does not matter what the reasons are that a party or parties want to separate. They can separate of their own free will without having to prove someone is at fault for the divorce. Many jurisdictions offer both the option of a no fault divorce as well as an at fault divorce. This is the case, for example, in many states of the US, France and the Czech Republic.  Though divorce laws vary between jurisdictions, there are two basic approaches to divorce: fault based and no-fault based. However, even in some jurisdictions that do not require a party to claim fault of their partner, a court may still take into account the behavior of the parties when dividing property, debts, evaluating custody, shared care arrangements and support. In some jurisdictions, one spouse may be forced to pay the attorney's fees of another spouse.  Laws vary as to the waiting period before a divorce is effective. Also, residency requirements vary. However, issues of division of property are typically determined by the law of the jurisdiction in which the property is located.  In Europe, divorce laws differ from country to country, reflecting differing legal and cultural traditions. In some countries, particularly (but not only) in some former communist countries, divorce can be obtained only on one single general ground of \"irretrievable breakdown of the marriage\" (or a similar formulation). Yet, what constitutes such a \"breakdown\" of the marriage is interpreted very differently from jurisdiction to jurisdiction, ranging from very liberal interpretations (e.g. Netherlands) to quite restrictive ones (e.g., in Poland, there must be an \"irretrievable and complete disintegration of matrimonial life\", but there are many restrictions to granting a divorce). Separation constitutes a ground of divorce in some European countries (in Germany, e.g., a divorce is granted on the basis of a 1-year separation if both spouses consent, or 3-year separation if only one spouse consents). Note that \"separation\" does not necessarily mean separate residences – in some jurisdictions, living in the same household but leading a separate life (e.g., eating, sleeping, socializing, etc. separately) is sufficient to constitute de facto separation; this is explicitly stated, e.g., in the family laws of Latvia or the Czech Republic.  Divorce laws are not static; they often change reflecting evolving social norms of societies. In the 21st century, many European countries have made changes to their divorce laws, in particular by reducing the length of the necessary periods of separation, e.g., Scotland in 2006 (1 or 2 years from the previous 2 or 5 years); France in 2005 (2 years from the previous 6 years), Switzerland in 2005 (2 years from the previous 4 years), Greece in 2008 (2 years from the previous 4 years). Some countries have completely overhauled their divorce laws, such as Spain in 2005, and Portugal in 2008. A new divorce law also came into force in September 2007 in Belgium, creating a new system that is primarily no-fault. Bulgaria also modified its divorce regulations in 2009. Also in Italy, new laws came into force in 2014 and 2015 with significant changes in Italian law in matter of divorce: apart from shortening of the period of obligatory separation (6 months for consensual separations and 1 year for contested ones from the previous 3 years), are allowed other forms of getting a divorce – as an alternative to court proceedings, i.e. the negotiations with the participation of an advocate or agreement made before the registrar of Public Registry Office. Austria by contrast is a European country where the divorce law still remains conservative.  The liberalization of divorce laws is not without opposition, particularly in the United States. Indeed, in the US, certain conservative and religious organizations are lobbying for laws which restrict divorce. In 2011, in the US, the Coalition for Divorce Reform was established, describing itself as an organization \"dedicated to supporting efforts to reduce unnecessary divorce and promote healthy marriages\".  The magisterium of the Roman Catholic Church founds the concept of marriage on natural moral law, elaborated by St. Thomas Aquinas, supplemented by the revealed Divine law. The doctrine of the Doctor Angelicus has been partially shared by the Eastern Orthodox Church in the course of history."
    },
    {
        "topic": "Economy",
        "content": "An economy is an area of the production, distribution and trade, as well as consumption of goods and services. In general, it is defined as a social domain that emphasize the practices, discourses, and material expressions associated with the production, use, and management of resources. A given economy is a set of processes that involves its culture, values, education, technological evolution, history, social organization, political structure, legal systems, and natural resources as main factors. These factors give context, content, and set the conditions and parameters in which an economy functions. In other words, the economic domain is a social domain of interrelated human practices and transactions that does not stand alone.  Economic agents can be individuals, businesses, organizations, or governments. Economic transactions occur when two groups or parties agree to the value or price of the transacted good or service, commonly expressed in a certain currency. However, monetary transactions only account for a small part of the economic domain.  Economic activity is spurred by production which uses natural resources, labor and capital. It has changed over time due to technology, innovation (new products, services, processes, expanding markets, diversification of markets, niche markets, increases revenue functions) and changes in industrial relations (most notably child labor being replaced in some parts of the world with universal access to education)."
    },
    {
        "topic": "Education",
        "content": "Education is the transmission of knowledge, skills, and character traits and manifests in various forms. Formal education occurs within a structured institutional framework, such as public schools, following a curriculum. Non-formal education also follows a structured approach but occurs outside the formal schooling system, while informal education entails unstructured learning through daily experiences. Formal and non-formal education are categorized into levels, including early childhood education, primary education, secondary education, and tertiary education. Other classifications focus on teaching methods, such as teacher-centered and student-centered education, and on subjects, such as science education, language education, and physical education. Additionally, the term \"education\" can denote the mental states and qualities of educated individuals and the academic field studying educational phenomena.  The precise definition of education is disputed, and there are disagreements about the aims of education and the extent to which education differs from indoctrination by fostering critical thinking. These disagreements impact how to identify, measure, and enhance various forms of education. Essentially, education socializes children into society by instilling cultural values and norms, equipping them with the skills necessary to become productive members of society. In doing so, it stimulates economic growth and raises awareness of local and global problems. Organized institutions play a significant role in education. For instance, governments establish education policies to determine the timing of school classes, the curriculum, and attendance requirements. International organizations, such as UNESCO, have been influential in promoting primary education for all children.  Many factors influence the success of education. Psychological factors include motivation, intelligence, and personality. Social factors, such as socioeconomic status, ethnicity, and gender, are often associated with discrimination. Other factors encompass access to educational technology, teacher quality, and parental involvement.  The primary academic field examining education is known as education studies. It delves into the nature of education, its objectives, impacts, and methods for enhancement. Education studies encompasses various subfields, including philosophy, psychology, sociology, and economics of education. Additionally, it explores topics such as comparative education, pedagogy, and the history of education.  In prehistory, education primarily occurred informally through oral communication and imitation. With the emergence of ancient civilizations, the invention of writing led to an expansion of knowledge, prompting a transition from informal to formal education. Initially, formal education was largely accessible to elites and religious groups. The advent of the printing press in the 15th century facilitated widespread access to books, thus increasing general literacy. In the 18th and 19th centuries, public education gained significance, paving the way for the global movement to provide primary education to all, free of charge, and compulsory up to a certain age. Presently, over 90% of primary-school-age children worldwide attend primary school."
    },
    {
        "topic": "Employment",
        "content": "Employment is a relationship between two parties regulating the provision of paid labour services. Usually based on a contract, one party, the employer, which might be a corporation, a not-for-profit organization, a co-operative, or any other entity, pays the other, the employee, in return for carrying out assigned work. Employees work in return for wages, which can be paid on the basis of an hourly rate, by piecework or an annual salary, depending on the type of work an employee does, the prevailing conditions of the sector and the bargaining power between the parties. Employees in some sectors may receive gratuities, bonus payments or stock options. In some types of employment, employees may receive benefits in addition to payment. Benefits may include health insurance, housing, and disability insurance. Employment is typically governed by employment laws, organization or legal contracts."
    },
    {
        "topic": "Endurance",
        "content": "Endurance (also related to sufferance, forbearance, resilience, constitution, fortitude, persistence, tenacity, steadfastness, perseverance, stamina, and hardiness) is the ability of an organism to exert itself and remain active for a long period of time, as well as its ability to resist, withstand, recover from and have immunity to trauma, wounds, or fatigue.  The term is often used in the context of aerobic or anaerobic exercise. The definition of \"long\" varies according to the type of exertion – minutes for high intensity anaerobic exercise, hours or days for low intensity aerobic exercise. Training for endurance can reduce endurance strength unless an individual also undertakes resistance training to counteract this effect.  When a person is able to accomplish or withstand more effort than previously, their endurance is increasing. To improve their endurance they may slowly increase the amount of repetitions or time spent; in some exercises, more repetitions taken rapidly improve muscle strength but have less effect on endurance. Increasing endurance has been proven to release endorphins resulting in a positive mind. The act of gaining endurance through physical activity decreases anxiety, depression, and stress, or any chronic disease. Although a greater endurance can assist the cardiovascular system this does not imply that endurance is guaranteed to improve any cardiovascular disease. \"The major metabolic consequences of the adaptations of muscle to endurance exercise are a slower utilization of muscle glycogen and blood glucose, a greater reliance on fat oxidation, and less lactate production during exercise of a given intensity.\"  The term stamina is sometimes used synonymously and interchangeably with endurance. Endurance may also refer to an ability to persevere through a difficult situation, to \"endure hardship\".  In military settings, endurance is the ability of a force to sustain high levels of combat potential relative to its opponent over the duration of a campaign."
    },
    {
        "topic": "Exam",
        "content": "An examination (exam or evaluation) or test is an educational assessment intended to measure a test-taker's knowledge, skill, aptitude, physical fitness, or classification in many other topics (e.g., beliefs). A test may be administered verbally, on paper, on a computer, or in a predetermined area that requires a test taker to demonstrate or perform a set of skills.  Tests vary in style, rigor and requirements. There is no general consensus or invariable standard for test formats and difficulty. Often, the format and difficulty of the test is dependent upon the educational philosophy of the instructor, subject matter, class size, policy of the educational institution, and requirements of accreditation or governing bodies.  A test may be administered formally or informally. An example of an informal test is a reading test administered by a parent to a child. A formal test might be a final examination administered by a teacher in a classroom or an IQ test administered by a psychologist in a clinic. Formal testing often results in a grade or a test score. A test score may be interpreted with regards to a norm or criterion, or occasionally both. The norm may be established independently, or by statistical analysis of a large number of participants.  A test may be developed and administered by an instructor, a clinician, a governing body, or a test provider. In some instances, the developer of the test may not be directly responsible for its administration. For example, in the United States, Educational Testing Service (ETS), a nonprofit educational testing and assessment organization, develops standardized tests such as the SAT but may not directly be involved in the administration or proctoring of these tests."
    },
    {
        "topic": "Family",
        "content": "Family (from Latin: familia) is a group of people related either by consanguinity (by recognized birth) or affinity (by marriage or other relationship). It forms the basis for social order. Ideally, families offer predictability, structure, and safety as members mature and learn to participate in the community. Historically, most human societies use family as the primary purpose of attachment, nurturance, and socialization.  Anthropologists classify most family organizations as matrifocal (a mother and her children), patrifocal (a father and his children), conjugal (a married couple with children, also called the nuclear family), avuncular (a man, his sister, and her children), or extended (in addition to parents, spouse and children, may include grandparents, aunts, uncles, or cousins).  The field of genealogy aims to trace family lineages through history. The family is also an important economic unit studied in family economics. The word \"families\" can be used metaphorically to create more inclusive categories such as community, nationhood, and global village."
    },
    {
        "topic": "Family Disruption",
        "content": "Family disruption is a term referring to events that disrupt the structure of individual families. These events include divorce, legal separation, and parental death, out of home placement, and deployment. Researchers have been studying the effects on youth for decades. Some studies suggest that juveniles who have experienced more family disruptions are at a higher risk of delinquency, drug use, negative personality traits, anxiety, academic hardship, lack of social mobility, lack of personality development and depression in adulthood. Studies have associated family disruption to delinquency and drug use. According to a study conducted in 1999 by the Office of Juvenile Justice and Delinquency Prevention (OJJDP) that studied the relationship between family types and levels of delinquency/drug use, the greater number of times children live through a divorce, the more delinquent they become. Family transitions put the children at an increased risk for conflict and behavioral problems. The data suggests that these constant changes stir up emotions that lead to wrongdoings. Family disruption has been linked to anxiety and depression in various studies. A study conducted in Rochester, NY compared levels of anxiety and depression in elementary children with married and unmarried parents and found that children with divorced parents have a much higher risk of anxiety. These children of divorce face a period of change and uncertainty which disrupts their sense of security. Researchers believe divorce brings upon heightened concerns of security, loyalty, and fears of losing a parent. In addition, high levels of anxiety have a greater potential of impacting behavior and success in school. Family disruption has been shown to influence academic achievement. In a study conducted in Detroit, researchers followed the lives of hundreds of adolescent participants, measuring how their various family types impact education. Results show that children had a higher academic performance in households with married parents. In addition, the study revealed that the father's involvement in the child's schoolwork played a critical role in increasing performance. In contrast, a 2009 Norwegian study reported very little association between family disruption and educational achievement. In this study, researchers expected to find a correlation due to the potential lack of parenting and academic involvement. Studies have shown that family disruption impacts personality development. In an analysis on a longitudinal survey from 1970, researchers found that self-esteem, high sense of control over one's own life, and low behavioral problems positively develop between the ages 10–16. However, the results showed that children who experience a family disruption between these ages make less progress, experiencing lower self esteem, a low sense of control over their lives, and more behavioral problems. Researchers also found that the older the children experience a family disruption, the less detrimental these effects are. A study conducted at the University of Southern California and the University of Washington in 1993, found that family disruption impacts boys’ social and economic development into adulthood. Men who experienced family disruptions lacked opportunities to move to the upper class and acquire inheritable wealth. These parents lose the ability to positively impact their sons’ adjustment in their professional life. Research has shown that divorce greatly impacts depression into adulthood. A study measuring the lifetime impact of a mother's divorce on her offspring found that adults ran twice the risk of depression if their families were separated by age 7 compared to families with married parents. The risk of depression increased if the participants lived through immense tension between their parents. The high risk of depression is certain, however, researchers are unsure if it is attributable to the parental conflict or the act of the parents separating. Depression with suicidal ideation is also common."
    },
    {
        "topic": "Family Estrangement",
        "content": "Family estrangement is the loss of a previously existing relationship between family members, through physical and/or emotional distancing, often to the extent that there is negligible or no communication between the individuals involved for a prolonged period.  Estrangement may result from the direct interactions between those affected, including traumatic experiences of domestic violence, abuse, neglect, misbehavior on the part of one or both parties, such as repetitive explosive outbursts, behaviors arising from mental illness, personality disorders or substance abuse, or intense marital conflict and disagreements, attachment disorders, differing values and beliefs, disappointment, major life events or change, or poor communication. It may also result from the involvement or interference of a third party. Recent political and cultural changes have been said to contribute, as well as an \"enormous expansion in behaviors described as harmful, traumatising or abusive\" that occurred within a very short time frame, i.e., within a single generation.   The estrangement is often unwanted, or considered unsatisfactory, by at least one party involved.  Estrangement with siblings is called sibling estrangement.  Family estrangements are broken relationships between parents, grandparents, siblings, children, cousins, etc. Although a family estrangement can begin at any stage of life, it often begins during late adolescence or early adulthood. Characteristics of estrangement may include a lack of empathy in one or more of the parties involved. This can result in heightened levels of stress in all parties, although in the case of an abusive relationship the victim may feel a sense of relief once the source of stress has been removed.  A significant proportion of estrangements involve a third party,: 22–23  such as a member of the extended family or the adult child's spouse. For example, a child who dislikes a stepparent might refuse to have a relationship with the parent who married the stepparent; in such a case, the stepparent is the third party involved in the estrangement between the child and the parent. In some cases, the third party provides emotional support to the individual initiating the estrangement, providing the estranger with an alternative social support system and thus enabling the deepening of the estrangement. In other instances, the third party—either deliberately or not consciously—is actually the sole or primary cause of two family members becoming estranged.  The rejected individual, or estrangee, may or may not try a number of strategies to repair the rift. In some cases, taking responsibility and making amends for harsh words or difficult circumstances may improve the relationship. However, if the estrangement is the result of a behavioural pattern (such as a personality disorder) rather than a sequence of unfortunate life events, it is doubtful that the relationship will survive in any meaningful form.  In some cases, the initiator of the estrangement stipulates boundaries in order to maintain limited contact (and therefore limit emotional damage) with the person they see as a potential abuser. In other cases, the initiator is unable or unwilling to consider any type of reconciliation.  Although the rejected party's psychological and physical health may decline, the estrangement initiator's may improve due to the cessation of abuse and conflict. The social rejection in family estrangement is the equivalent of ostracism which undermines four fundamental human needs: the need to belong, the need for control in social situations, the need to maintain high levels of self-esteem, and the need to have a sense of meaningful existence. The rejected parties suffer adverse psychological consequences such as loneliness, low self-esteem, aggression, and depression.  Family estrangement activates the grief response because people who have experienced it often see it as a loss they were not prepared for and happened unexpectedly. However, the rejected family member may not achieve the final grief stage of acceptance, given that the social death of the relationship is potentially reversible. The prolonged suffering of the rejected party, together with a perceived or real stigma of having been rejected by a family member, results in isolation and behavioral changes in the rejected party.  Social workers who work with the elderly population are at the forefront of a new fallout from the family estrangement. Non-supportive or absent family members during someone's end-of-life acutely increase the pain and stress of the final days."
    },
    {
        "topic": "Family Law",
        "content": "Family law (also called matrimonial law or the law of domestic relations) is an area of the law that deals with family matters and domestic relations.  Subjects that commonly fall under a nation's body of family law include:  Marriage, civil unions, and domestic partnerships: Entry into legally recognized spousal and domestic relationships The termination of legally recognized family relationships and ancillary matters, including divorce, annulment, property settlements, alimony, child custody and visitation, child support and alimony awards Prenuptial and Postnuptial agreements Adoption: proceedings to adopt a child and, in some cases, an adult. Surrogacy: the law and process of giving birth as a surrogate mother Child protective proceedings: court proceedings that may result from state intervention in cases of child abuse and child neglect Juvenile law: Matters relating to minors including status offenses, delinquency, emancipation and juvenile adjudication Paternity: proceedings to establish and disestablish paternity, and the administration of paternity testing Rights: Children's rights, Youth rights, Mothers' rights, Fathers' rights, Parents' rights, Right to family life This list is not exhaustive and varies depending on jurisdiction."
    },
    {
        "topic": "Fitness",
        "content": "Physical fitness is a state of health and well-being and, more specifically, the ability to perform aspects of sports, occupations, and daily activities. Physical fitness is generally achieved through proper nutrition, moderate-vigorous physical exercise, and sufficient rest along with a formal recovery plan.  Before the Industrial Revolution, fitness was defined as the capacity to carry out the day's activities without undue fatigue or lethargy. However, with automation and changes in lifestyles, physical fitness is now considered a measure of the body's ability to function efficiently and effectively in work and leisure activities, to be healthy, to resist hypokinetic diseases, to improve immune system function, and to meet emergency situations."
    },
    {
        "topic": "Flexibility",
        "content": "Flexibility is the anatomical range of movement in a joint or series of joints, and length in muscles that cross the joints to induce a bending movement or motion. Flexibility varies between individuals, particularly in terms of differences in muscle length of multi-joint muscles. Flexibility in some joints can be increased to a certain degree by exercise, with stretching a common exercise component to maintain or improve flexibility.  Limberness is the condition of having flexibility to a positive or superior degree, which is also spoken of as a person having flexibility or being flexible."
    },
    {
        "topic": "Flu",
        "content": "Influenza, commonly known as the flu, is an infectious disease caused by influenza viruses. Symptoms range from mild to severe and often include fever, runny nose, sore throat, muscle pain, headache, coughing, and fatigue. These symptoms begin one to four (typically two) days after exposure to the virus and last for about two to eight days. Diarrhea and vomiting can occur, particularly in children. Influenza may progress to pneumonia from the virus or a subsequent bacterial infection. Other complications include acute respiratory distress syndrome, meningitis, encephalitis, and worsening of pre-existing health problems such as asthma and cardiovascular disease. There are four types of influenza virus: types A, B, C, and D. Aquatic birds are the primary source of influenza A virus (IAV), which is also widespread in various mammals, including humans and pigs. Influenza B virus (IBV) and influenza C virus (ICV) primarily infect humans, and influenza D virus (IDV) is found in cattle and pigs. Influenza A virus and influenza B virus circulate in humans and cause seasonal epidemics, and influenza C virus causes a mild infection, primarily in children. Influenza D virus can infect humans but is not known to cause illness. In humans, influenza viruses are primarily transmitted through respiratory droplets from coughing and sneezing. Transmission through aerosols and surfaces contaminated by the virus also occur. Frequent hand washing and covering one's mouth and nose when coughing and sneezing reduce transmission, as does wearing a mask. Annual vaccination can help to provide protection against influenza. Influenza viruses, particularly influenza A virus, evolve quickly, so flu vaccines are updated regularly to match which influenza strains are in circulation. Vaccines provide protection against influenza A virus subtypes H1N1 and H3N2 and one or two influenza B virus subtypes. Influenza infection is diagnosed with laboratory methods such as antibody or antigen tests and a polymerase chain reaction (PCR) to identify viral nucleic acid. The disease can be treated with supportive measures and, in severe cases, with antiviral drugs such as oseltamivir. In healthy individuals, influenza is typically self-limiting and rarely fatal, but it can be deadly in high-risk groups. In a typical year, five to 15 percent of the population contracts influenza. There are 3 to 5 million severe cases annually, with up to 650,000 respiratory-related deaths globally each year. Deaths most commonly occur in high-risk groups, including young children, the elderly, and people with chronic health conditions. In temperate regions, the number of influenza cases peaks during winter, whereas in the tropics, influenza can occur year-round. Since the late 1800s, pandemic outbreaks of novel influenza strains have occurred every 10 to 50 years. Five flu pandemics have occurred since 1900: the Spanish flu from 1918 to 1920, which was the most severe; the Asian flu in 1957; the Hong Kong flu in 1968; the Russian flu in 1977; and the swine flu pandemic in 2009."
    },
    {
        "topic": "Habituation",
        "content": "Habituation is a form of non-associative learning in which an organism’s non-reinforced response to a stimulus decreases after repeated or prolonged presentations of that stimulus. For example, organisms may habituate to repeated sudden loud noises when they learn that these have no consequences.  Habituation can occur in responses that habituate include those that involve an entire organism or specific biological component systems of an organism. The broad ubiquity of habituation across all forms of life has led to it being called \"the simplest, most universal form of learning...as fundamental a characteristic of life as DNA.\" Functionally, habituation is thought to free up cognitive resources for other stimuli that are associated with biologically important events by diminishing the response to inconsequential stimuli.  A progressive decline of a behavior in a habituation procedure may also reflect nonspecific effects such as fatigue, which must be ruled out when the interest is in habituation. Habituation is relevant in psychiatry and psychopathology, as several neuropsychiatric conditions including autism, schizophrenia, migraine, and Tourette syndrome show reduced habituation to a variety of stimulus-types both simple and complex."
    },
    {
        "topic": "Health",
        "content": "Health has a variety of definitions, which have been used for different purposes over time. In general, it refers to physical and emotional well-being, especially that associated with normal functioning of the human body, absent of disease, pain (including mental pain), or injury.  Health can be promoted by encouraging healthful activities, such as regular physical exercise and adequate sleep, and by reducing or avoiding unhealthful activities or situations, such as smoking or excessive stress. Some factors affecting health are due to individual choices, such as whether to engage in a high-risk behavior, while others are due to structural causes, such as whether the society is arranged in a way that makes it easier or harder for people to get necessary healthcare services. Still, other factors are beyond both individual and group choices, such as genetic disorders."
    },
    {
        "topic": "Health Care",
        "content": "Health care, or healthcare, is the improvement of health via the prevention, diagnosis, treatment, amelioration or cure of disease, illness, injury, and other physical and mental impairments in people. Health care is delivered by health professionals and allied health fields. Medicine, dentistry, pharmacy, midwifery, nursing, optometry, audiology, psychology, occupational therapy, physical therapy, athletic training, and other health professions all constitute health care. The term includes work done in providing primary care, secondary care, tertiary care, and public health.  Access to healthcare may vary across countries, communities, and individuals, influenced by social and economic conditions and health policies. Providing health care services means \"the timely use of personal health services to achieve the best possible health outcomes\". Factors to consider in terms of healthcare access include financial limitations (such as insurance coverage), geographical and logistical barriers (such as additional transportation costs and the ability to take paid time off work to use such services), sociocultural expectations, and personal limitations (lack of ability to communicate with health care providers, poor health literacy, low income). Limitations to health care services affect negatively the use of medical services, the efficacy of treatments, and overall outcome (well-being, mortality rates).  Health systems are the organizations established to meet the health needs of targeted populations. According to the World Health Organization (WHO), a well-functioning healthcare system requires a financing mechanism, a well-trained and adequately paid workforce, reliable information on which to base decisions and policies, and well-maintained health facilities to deliver quality medicines and technologies.  An efficient healthcare system can contribute to a significant part of a country's economy, development, and industrialization. Health care is an important determinant in promoting the general physical and mental health and well-being of people around the world. An example of this was the worldwide eradication of smallpox in 1980, declared by the WHO, as the first disease in human history to be eliminated by deliberate healthcare interventions."
    },
    {
        "topic": "Human Appearance",
        "content": "Human physical appearance is the outward phenotype or look of human beings.  There are functionally infinite variations in human phenotypes, though society reduces the variability to distinct categories. The physical appearance of humans, in particular those attributes which are regarded as important for physical attractiveness, are believed by anthropologists to affect the development of personality significantly and social relations. Many humans are acutely sensitive to their physical appearance. Some differences in human appearance are genetic, others are the result of age, lifestyle or disease, and many are the result of personal adornment.  Some people have linked some differences with ethnicity, such as skeletal shape, prognathism or elongated stride. Different cultures place different degrees of emphasis on physical appearance and its importance to social status and other phenomena."
    },
    {
        "topic": "Hypertension",
        "content": "Hypertension, also known as high blood pressure, is a long-term medical condition in which the blood pressure in the arteries is persistently elevated. High blood pressure usually does not cause symptoms itself. It is, however, a major risk factor for stroke, coronary artery disease, heart failure, atrial fibrillation, peripheral arterial disease, vision loss, chronic kidney disease, and dementia. Hypertension is a major cause of premature death worldwide. High blood pressure is classified as primary (essential) hypertension or secondary hypertension. About 90–95% of cases are primary, defined as high blood pressure due to nonspecific lifestyle and genetic factors. Lifestyle factors that increase the risk include excess salt in the diet, excess body weight, smoking, physical inactivity and alcohol use. The remaining 5–10% of cases are categorized as secondary hypertension, defined as high blood pressure due to a clearly identifiable cause, such as chronic kidney disease, narrowing of the kidney arteries, an endocrine disorder, or the use of birth control pills. Blood pressure is classified by two measurements, the systolic (first number) and diastolic (second number) pressures. For most adults, normal blood pressure at rest is within the range of 100–140 millimeters mercury (mmHg) systolic and 60–90 mmHg diastolic. For most adults, high blood pressure is present if the resting blood pressure is persistently at or above 130/80 or 140/90 mmHg. Different numbers apply to children. Ambulatory blood pressure monitoring over a 24-hour period appears more accurate than office-based blood pressure measurement. Lifestyle changes and medications can lower blood pressure and decrease the risk of health complications. Lifestyle changes include weight loss, physical exercise, decreased salt intake, reducing alcohol intake, and a healthy diet. If lifestyle changes are not sufficient, blood pressure medications are used. Up to three medications taken concurrently can control blood pressure in 90% of people. The treatment of moderately high arterial blood pressure (defined as >160/100 mmHg) with medications is associated with an improved life expectancy. The effect of treatment of blood pressure between 130/80 mmHg and 160/100 mmHg is less clear, with some reviews finding benefit and others finding unclear benefit. High blood pressure affects 33% of the population globally. About half of all people with high blood pressure do not know that they have it. In 2019, high blood pressure was believed to have been a factor in 19% of all deaths (10.4 million globally)."
    },
    {
        "topic": "Imprisonment",
        "content": "Imprisonment or incarceration is the restraint of a person's liberty for any cause whatsoever, whether by authority of the government, or by a person acting without such authority. In the latter case it is considered \"false imprisonment\". Imprisonment does not necessarily imply a place of confinement with bolts and bars, but may be exercised by any use or display of force (such as placing one in handcuffs), lawfully or unlawfully, wherever displayed, even in the open street. People become prisoners, wherever they may be, by the mere word or touch of a duly authorized officer directed to that end. Usually, however, imprisonment is understood to imply actual confinement against one's will in a prison employed for the purpose according to the provisions of the law. Generally gender imbalances occur in imprisonment rates, with incarceration of males proportionately more likely than incarceration of females."
    },
    {
        "topic": "Income Deficit",
        "content": "Income deficit is the difference between a single person or family's income and its poverty threshold or poverty line, when the former is exceeded by the latter. Data on the income deficits of various members of a population allow for the construction of one type of measurement of income inequality in that population. Individuals or families that fall below the line are considered to be in poverty whereas families that fall above are not. The income deficit is one of two measures that are used to determine a person or family's income distance from the poverty threshold, the other being a ratio rather than a difference.  The net income deficit consists largely of income payments and receipts on capital, as well as cross-border labour income (compensation of employees). Given the relatively small level of net cross-border labor income payments, there are two key drivers of the net income deficit: the level of net foreign liabilities being financed and the yield on those liabilities."
    },
    {
        "topic": "Independent Living",
        "content": "Independent living (IL), as seen by its advocates, is a philosophy, a way of looking at society and disability, and a worldwide movement of disabled people working for equal opportunities, self-determination, and self-respect. In the context of eldercare, independent living is seen as a step in the continuum of care, with assisted living being the next step.  In most countries, proponents of the Independent Living Movement claim preconceived notions and a predominantly medical view of disability contribute to negative attitudes towards people with disabilities, portraying them as sick, defective and deviant persons, as objects of professional intervention, or as a burden for themselves and their families. These images have consequences for disabled people's opportunities for raising families of their own, getting education and work, which may result in persons with disabilities living in poverty. The alternative to the Medical Model of Disability is the Social Model of Disability.  With the rise in Senior population, Independent Living facilities have risen in popularity as an option for aging citizens."
    },
    {
        "topic": "Infection",
        "content": "An infection is the invasion of tissues by pathogens, their multiplication, and the reaction of host tissues to the infectious agent and the toxins they produce. An infectious disease, also known as a transmissible disease or communicable disease, is an illness resulting from an infection. Infections can be caused by a wide range of pathogens, most prominently bacteria and viruses. Hosts can fight infections using their immune systems. Mammalian hosts react to infections with an innate response, often involving inflammation, followed by an adaptive response. Specific medications used to treat infections include antibiotics, antivirals, antifungals, antiprotozoals, and antihelminthics. Infectious diseases resulted in 9.2 million deaths in 2013 (about 17% of all deaths). The branch of medicine that focuses on infections is referred to as infectious diseases."
    },
    {
        "topic": "Inflammation",
        "content": "Inflammation (from Latin: inflammatio) is part of the biological response of body tissues to harmful stimuli, such as pathogens, damaged cells, or irritants. The five cardinal signs are heat, pain, redness, swelling, and loss of function (Latin calor, dolor, rubor, tumor, and functio laesa). Inflammation is a generic response, and therefore is considered a mechanism of innate immunity, whereas adaptive immunity is specific to each pathogen. Inflammation is a protective response involving immune cells, blood vessels, and molecular mediators. The function of inflammation is to eliminate the initial cause of cell injury, clear out damaged cells and tissues, and initiate tissue repair. Too little inflammation could lead to progressive tissue destruction by the harmful stimulus (e.g. bacteria) and compromise the survival of the organism. However inflammation can also have negative effects. Too much inflammation, in the form of chronic inflammation, is associated with various diseases, such as hay fever, periodontal disease, atherosclerosis, and osteoarthritis. Inflammation can be classified as acute or chronic. Acute inflammation is the initial response of the body to harmful stimuli, and is achieved by the increased movement of plasma and leukocytes (in particular granulocytes) from the blood into the injured tissues. A series of biochemical events propagates and matures the inflammatory response, involving the local vascular system, the immune system, and various cells in the injured tissue. Prolonged inflammation, known as chronic inflammation, leads to a progressive shift in the type of cells present at the site of inflammation, such as mononuclear cells, and involves simultaneous destruction and healing of the tissue Inflammation has also been classified as Type 1 and Type 2 based on the type of cytokines and helper T cells (Th1 and Th2) involved."
    },
    {
        "topic": "Interpersonal Relationships",
        "content": "In social psychology, an interpersonal relation (or interpersonal relationship) describes a social association, connection, or affiliation between two or more persons. It overlaps significantly with the concept of social relations, which are the fundamental unit of analysis within the social sciences. Relations vary in degrees of intimacy, self-disclosure, duration, reciprocity, and power distribution. The main themes or trends of the interpersonal relations are: family, kinship, friendship, love, marriage, business, employment, clubs, neighborhoods, ethical values, support and solidarity. Interpersonal relations may be regulated by law, custom, or mutual agreement, and form the basis of social groups and societies. They appear when people communicate or act with each other within specific social contexts, and they thrive on equitable and reciprocal compromises.  Interdisciplinary analysis of relationships draws heavily upon the other social sciences, including, but not limited to: anthropology, linguistics, sociology, economics, political science, communication, mathematics, social work, and cultural studies. This scientific analysis had evolved during the 1990s and has become \"relationship science\", through the research done by Ellen Berscheid and Elaine Hatfield. This interdisciplinary science attempts to provide evidence-based conclusions through the use of data analysis."
    },
    {
        "topic": "Law",
        "content": "Law is a set of rules that are created and are enforceable by social or governmental institutions to regulate behavior, with its precise definition a matter of longstanding debate. It has been variously described as a science and as the art of justice. State-enforced laws can be made by a legislature, resulting in statutes; by the executive through decrees and regulations; or by judges' decisions, which form precedent in common law jurisdictions. An autocrat may exercise those functions within their realm. The creation of laws themselves may be influenced by a constitution, written or tacit, and the rights encoded therein. The law shapes politics, economics, history and society in various ways and also serves as a mediator of relations between people.  Legal systems vary between jurisdictions, with their differences analysed in comparative law. In civil law jurisdictions, a legislature or other central body codifies and consolidates the law. In common law systems, judges may make binding case law through precedent, although on occasion this may be overturned by a higher court or the legislature. Religious law is in use in some religious communities and states, and has historically influenced secular law.  The scope of law can be divided into two domains: public law concerns government and society, including constitutional law, administrative law, and criminal law; while private law deals with legal disputes between parties in areas such as contracts, property, torts, delicts and commercial law. This distinction is stronger in civil law countries, particularly those with a separate system of administrative courts; by contrast, the public-private law divide is less pronounced in common law jurisdictions.  Law provides a source of scholarly inquiry into legal history, philosophy, economic analysis and sociology. Law also raises important and complex issues concerning equality, fairness, and justice."
    },
    {
        "topic": "Liver Disease",
        "content": "Liver disease, or hepatic disease, is any of many diseases of the liver. If long-lasting it is termed chronic liver disease. Although the diseases differ in detail, liver diseases often have features in common."
    },
    {
        "topic": "Lung Cancer",
        "content": "Lung cancer, also known as lung carcinoma, is a malignant tumor that begins in the lung. Lung cancer is caused by genetic damage to the DNA of cells in the airways, often caused by cigarette smoking or inhaling damaging chemicals. Damaged airway cells gain the ability to multiply unchecked, causing the growth of a tumor. Without treatment, tumors spread throughout the lung, damaging lung function. Eventually lung tumors metastasize, spreading to other parts of the body. Early lung cancer often has no symptoms and can only be detected by medical imaging. As the cancer progresses, most people experience nonspecific respiratory problems: coughing, shortness of breath, or chest pain. Other symptoms depend on the location and size of the tumor. Those suspected of having lung cancer typically undergo a series of imaging tests to determine the location and extent of any tumors. Definitive diagnosis of lung cancer requires a biopsy of the suspected tumor be examined by a pathologist under a microscope. In addition to recognizing cancerous cells, a pathologist can classify the tumor according to the type of cells it originates from. Around 15% of cases are small-cell lung cancer (SCLC), and the remaining 85% (the non-small-cell lung cancers or NSCLC) are adenocarcinomas, squamous-cell carcinomas, and large-cell carcinomas. After diagnosis, further imaging and biopsies are done to determine the cancer's stage based on how far it has spread. Treatment for early stage lung cancer includes surgery to remove the tumor, sometimes followed by radiation therapy and chemotherapy to kill any remaining cancer cells. Later stage cancer is treated with radiation therapy and chemotherapy alongside drug treatments that target specific cancer subtypes. Even with treatment, only around 20% of people survive five years on from their diagnosis. Survival rates are higher in those diagnosed at an earlier stage, diagnosed at a younger age, and in women compared to men. Most lung cancer cases are caused by tobacco smoking. The remainder are caused by exposure to hazardous substances like asbestos and radon gas, or by genetic mutations that arise by chance. Consequently, lung cancer prevention efforts encourage people to avoid hazardous chemicals and quit smoking. Quitting smoking both reduces one's chance of developing lung cancer and improves treatment outcomes in those already diagnosed with lung cancer. Lung cancer is the most diagnosed and deadliest cancer worldwide, with 2.2 million cases in 2020 resulting in 1.8 million deaths. Lung cancer is rare in those younger than 40; the average age at diagnosis is 70 years, and the average age at death 72. Incidence and outcomes vary widely across the world, depending on patterns of tobacco use. Prior to the advent of cigarette smoking in the 20th century, lung cancer was a rare disease. In the 1950s and 1960s, increasing evidence linked lung cancer and tobacco use, culminating in declarations by most large national health bodies discouraging tobacco use."
    },
    {
        "topic": "Maternal Health",
        "content": "Maternal health is the health of people during pregnancy, childbirth, and the postpartum period. In most cases, maternal health encompasses the health care dimensions of family planning, preconception, prenatal, and postnatal care in order to ensure a positive and fulfilling experience. In other cases, maternal health can reduce maternal morbidity and mortality. Maternal health revolves around the health and wellness of pregnant individuals, particularly when they are pregnant, at the time they give birth, and during child-raising. WHO has indicated that even though motherhood has been considered as a fulfilling natural experience that is emotional to the mother, a high percentage of women develop health problems, sometimes resulting in death. Because of this, there is a need to invest in the health of women. The investment can be achieved in different ways, among the main ones being subsidizing the healthcare cost, education on maternal health, encouraging effective family planning, and checking up on the health of individuals who have given birth. Maternal morbidity and mortality particularly affects women of color and women living in low and lower-middle income countries."
    },
    {
        "topic": "Mental Disorders",
        "content": "A mental disorder, also referred to as a mental illness, a mental health condition, or a psychiatric disability, is a behavioral or mental pattern that causes significant distress or impairment of personal functioning. A mental disorder is also characterized by a clinically significant disturbance in an individual's cognition, emotional regulation, or behavior, often in a social context. Such disturbances may occur as single episodes, may be persistent, or may be relapsing–remitting. There are many different types of mental disorders, with signs and symptoms that vary widely between specific disorders. A mental disorder is one aspect of mental health.  The causes of mental disorders are often unclear. Theories incorporate findings from a range of fields. Disorders may be associated with particular regions or functions of the brain. Disorders are usually diagnosed or assessed by a mental health professional, such as a clinical psychologist, psychiatrist, psychiatric nurse, or clinical social worker, using various methods such as psychometric tests, but often relying on observation and questioning. Cultural and religious beliefs, as well as social norms, should be taken into account when making a diagnosis.  Services for mental disorders are usually based in psychiatric hospitals, outpatient clinics, or in the community, Treatments are provided by mental health professionals. Common treatment options are psychotherapy or psychiatric medication, while lifestyle changes, social interventions, peer support, and self-help are also options. In a minority of cases, there may be involuntary detention or treatment. Prevention programs have been shown to reduce depression.  In 2019, common mental disorders around the globe include: depression, which affects about 264 million people; dementia, which affects about 50 million; bipolar disorder, which affects about 45 million; and schizophrenia and other psychoses, which affect about 20 million people. Neurodevelopmental disorders include attention deficit hyperactivity disorder (ADHD), autism spectrum disorder (ASD), and intellectual disability, of which onset occurs early in the developmental period. Stigma and discrimination can add to the suffering and disability associated with mental disorders, leading to various social movements attempting to increase understanding and challenge social exclusion."
    },
    {
        "topic": "Miscarriage",
        "content": "Miscarriage, also known in medical terms as a spontaneous abortion, is an end to pregnancy resulting in the loss and expulsion of an embryo or fetus from the womb before it can survive independently. Miscarriage before 6 weeks of gestation is defined as biochemical loss by ESHRE. Once ultrasound or histological evidence shows that a pregnancy has existed, the term used is clinical miscarriage, which can be \"early\" (before 12 weeks) or \"late\" (between 12 and 21 weeks). Spontaneous fetal termination after 20 weeks of gestation is known as a stillbirth. The term miscarriage is sometimes used to refer to all forms of pregnancy loss and pregnancy with abortive outcomes before 20 weeks of gestation.  The most common symptom of a miscarriage is vaginal bleeding, with or without pain. Tissue and clot-like material may leave the uterus and pass through and out of the vagina. Risk factors for miscarriage include being an older parent, previous miscarriage, exposure to tobacco smoke, obesity, diabetes, thyroid problems, and drug or alcohol use. About 80% of miscarriages occur in the first 12 weeks of pregnancy (the first trimester). The underlying cause in about half of cases involves chromosomal abnormalities. Diagnosis of a miscarriage may involve checking to see if the cervix is open or sealed, testing blood levels of human chorionic gonadotropin (hCG), and an ultrasound. Other conditions that can produce similar symptoms include an ectopic pregnancy and implantation bleeding.  Prevention is occasionally possible with good prenatal care. Avoiding drugs (including alcohol), infectious diseases, and radiation may decrease the risk of miscarriage. No specific treatment is usually needed during the first 7 to 14 days. Most miscarriages will be completed without additional interventions. Occasionally the medication misoprostol or a procedure such as vacuum aspiration is used to remove the remaining tissue. Women who have a blood type of rhesus negative (Rh negative) may require Rho(D) immune globulin. Pain medication may be beneficial. Emotionally, afterwards, sadness, anxiety or guilt may occur. Emotional support may help with processing the loss.  Miscarriage is the most common complication of early pregnancy. Among women who know they are pregnant, the miscarriage rate is roughly 10% to 20%, while rates among all fertilisation is around 30% to 50%. In those under the age of 35, the risk is about 10% while in those over the age of 40, the risk is about 45%. Risk begins to increase around the age of 30. About 5% of women have two miscarriages in a row. Recurrent miscarriage (also referred to medically as Recurrent Spontaneous Abortion or RSA) may also be considered a form of infertility."
    },
    {
        "topic": "Parenting",
        "content": "Parenting or child rearing promotes and supports the physical, cognitive, social, emotional, and educational development from infancy to adulthood. Parenting refers to the intricacies of raising a child and not exclusively for a biological relationship.  The most common caretakers in parenting are the biological parents of the child in question. However, a caretaker may be an older sibling, step-parent, grandparent, legal guardian, aunt, uncle, other family members, or a family friend. Governments and society may also have a role in child-rearing or upbringing. In many cases, orphaned or abandoned children receive parental care from non-parent or non-blood relations. Others may be adopted, raised in foster care, or placed in an orphanage. Parenting skills vary, and a parent or surrogate with good parenting skills may be referred to as a good parent.  Parenting styles vary by historical period, race/ethnicity, social class, preference, and a few other social features. There is no one appropriate parenting style to raise a child. Circumstances and experiences may be determinant on the styles to apply as required. This presumes that parenting styles are not premised on a one size fits all principle. Additionally, research supports that parental history, both in terms of attachments of varying quality and parental psychopathology, particularly in the wake of adverse experiences, can strongly influence parental sensitivity and child outcomes. Parenting may have long-term impacts on adoptive children as well, as recent research has shown that warm adoptive parenting reduces internalizing and externalizing problems of the adoptive children over time."
    },
    {
        "topic": "Paternal Bond",
        "content": "Infants can become attached to their fathers. Mother-infant bonding has been a common focus in household research; however, more studies in the United States and Europe have been focused on the details of father-children attachments. In the book, Gender in cross-cultural perspective, Barry Hewlett showed that infants do create bonds with their fathers. She explained how recently born children bond with their fathers at similar ages during development. Researchers question how father-infant bonding occurs because fatherhood has many different roles in various cultures. Questions arise about how fathers have the ability to bond with children if they do not have the same kind of role that mothers do in the baby's development.  The father of a child can develop the bond during the pregnancy of his partner, feeling attachment to the developing child. Research indicates that this may have some biological basis. Statistics show that fathers' levels of testosterone tend to decline several months before the birth of the child. Since high testosterone levels are linked to more aggressive behaviour, low levels may enhance the ability to develop a new relationship bond.  Fathers also have an important bonding role after the child is born. Fathers find many ways to strengthen the father-child bond with their children, such as soothing, consoling, feeding (expressed breast milk, infant formula, or baby food), changing diapers, bathing, dressing, playing, and cuddling. Carrying the infant in a sling or backpack or pushing them in a baby transport can build the bond, as can participating in the baby's bedtime routine. These are broad activities that fathers share to develop their father-infant bond. Fathers also have specific bonding roles that develop from their different cultures and societies."
    },
    {
        "topic": "Personal Budget",
        "content": "A personal budget (for an individual) or household budget (for a group sharing a household) is a plan for the coordination of income and expenses.  Personal budgets are usually created to help an individual or a household of people to control their spending and achieve their financial goals. Having a budget can help people feel more in control of their finances and make it easier for them to not overspend and to save money. People who budget their money are less likely to amass large debts, are more likely to lead comfortable lives in retirement, and are better prepared for emergencies. "
    },
    {
        "topic": "Personal Finance",
        "content": "Personal finance is the financial management that an individual or a family unit performs to budget, save, and spend monetary resources in a controlled manner, taking into account various financial risks and future life events.  When planning personal finances, the individual would take into account the suitability of various banking products (checking accounts, savings accounts, credit cards, and loans), insurance products (health insurance, disability insurance, life insurance, etc.), and investment products (bonds, stocks, real estate, etc.), as well as participation in monitoring and management of credit scores, income taxes, retirement funds and pensions."
    },
    {
        "topic": "Physical Activity",
        "content": "Physical activity is defined as any voluntary bodily movement produced by skeletal muscles that requires energy expenditure. Physical activity encompasses all activities, at any intensity, performed during any time of day or night. It includes both voluntary exercise and incidental activity integrated into the daily routine. This integrated activity may not be planned, structured, repetitive or purposeful for the improvement of physical fitness, and may include activities such as walking to the local shop, cleaning, working, active transport etc. Lack of physical activity is associated with a range of negative health outcomes, whereas increased physical activity can improve physical and mental health, as well as cognitive and cardiovascular health. There are at least eight investments that work to increase population-level physical activity, including whole-of-school programmes, active transport, active urban design, healthcare, public education and mass media, sport for all, workplaces and community-wide programmes. Physical activity increases energy expenditure and is a key regulator in controlling body weight (see Summermatter cycle for more). In human beings, differences among individuals in the amount of physical activity have a substantial genetic basis."
    },
    {
        "topic": "Physical Fitness",
        "content": "Physical fitness is a state of health and well-being and, more specifically, the ability to perform aspects of sports, occupations, and daily activities. Physical fitness is generally achieved through proper nutrition, moderate-vigorous physical exercise, and sufficient rest along with a formal recovery plan.  Before the Industrial Revolution, fitness was defined as the capacity to carry out the day's activities without undue fatigue or lethargy. However, with automation and changes in lifestyles, physical fitness is now considered a measure of the body's ability to function efficiently and effectively in work and leisure activities, to be healthy, to resist hypokinetic diseases, to improve immune system function, and to meet emergency situations."
    },
    {
        "topic": "Preterm Birth",
        "content": "Preterm birth, also known as premature birth, is the birth of a baby at fewer than 37 weeks gestational age, as opposed to full-term delivery at approximately 40 weeks. Extreme preterm is less than 28 weeks, very early preterm birth is between 28 and 32 weeks, early preterm birth occurs between 32 and 34 weeks, late preterm birth is between 34 and 36 weeks' gestation. These babies are also known as premature babies or colloquially preemies (American English) or premmies (Australian English). Symptoms of preterm labor include uterine contractions which occur more often than every ten minutes and/or the leaking of fluid from the vagina before 37 weeks. Premature infants are at greater risk for cerebral palsy, delays in development, hearing problems and problems with their vision. The earlier a baby is born, the greater these risks will be.  The cause of spontaneous preterm birth is often not known. Risk factors include diabetes, high blood pressure, multiple gestation (being pregnant with more than one baby), being either obese or underweight, vaginal infections, air pollution exposure, tobacco smoking, and psychological stress. For a healthy pregnancy, medical induction of labor or cesarean section are not recommended before 39 weeks unless required for other medical reasons. There may be certain medical reasons for early delivery such as preeclampsia.  Preterm birth may be prevented in those at risk if the hormone progesterone is taken during pregnancy. Evidence does not support the usefulness of bed rest. It is estimated that at least 75% of preterm infants would survive with appropriate treatment, and the survival rate is highest among the infants born the latest in gestation. In women who might deliver between 24 and 37 weeks, corticosteroid treatment may improve outcomes. A number of medications, including nifedipine, may delay delivery so that a mother can be moved to where more medical care is available and the corticosteroids have a greater chance to work. Once the baby is born, care includes keeping the baby warm through skin-to-skin contact or incubation, supporting breastfeeding and/or formula feeding, treating infections, and supporting breathing. Preterm babies sometimes require intubation.  Preterm birth is the most common cause of death among infants worldwide. About 15 million babies are preterm each year (5% to 18% of all deliveries). Late preterm birth accounts for 75% of all preterm births. This rate is inconsistent across countries. In the United Kingdom 7.9% of babies are born pre-term and in the United States 12.3% of all births are before 37 weeks gestation. Approximately 0.5% of births are extremely early periviable births (20–25 weeks of gestation), and these account for most of the deaths. In many countries, rates of premature births have increased between the 1990s and 2010s. Complications from preterm births resulted globally in 0.81 million deaths in 2015, down from 1.57 million in 1990. The chance of survival at 22 weeks is about 6%, while at 23 weeks it is 26%, 24 weeks 55% and 25 weeks about 72%. The chances of survival without any long-term difficulties are lower."
    },
    {
        "topic": "Productivity",
        "content": "Productivity is the efficiency of production of goods or services expressed by some measure. Measurements of productivity are often expressed as a ratio of an aggregate output to a single input or an aggregate input used in a production process, i.e. output per unit of input, typically over a specific period of time. The most common example is the (aggregate) labour productivity measure, one example of which is GDP per worker. There are many different definitions of productivity (including those that are not defined as ratios of output to input) and the choice among them depends on the purpose of the productivity measurement and data availability. The key source of difference between various productivity measures is also usually related (directly or indirectly) to how the outputs and the inputs are aggregated to obtain such a ratio-type measure of productivity.  Productivity is a crucial factor in the production performance of firms and nations. Increasing national productivity can raise living standards because increase in income per capita improves people's ability to purchase goods and services, enjoy leisure, improve housing, and education and contribute to social and environmental programs. Productivity growth can also help businesses to be more profitable."
    },
    {
        "topic": "Role Model",
        "content": "A role model is a person whose behaviour, example, or success serves as a model to be emulated by others, especially by younger people. There are also certain implications that role models have on young girls. The term role model is credited to sociologist Robert K. Merton, who hypothesized that individuals compare themselves with reference groups of people who occupy the social role to which the individual aspires, an example of which is the way young fans may idolize and imitate professional athletes or entertainment artists.  In the second half of the twentieth century, U.S. advocates for workplace equity popularized the term and concept of role models as part of a larger social capital lexicon—which also includes terms such as glass ceiling, networking, mentoring, and gatekeeper—serving to identify and address the problems barring non-dominant groups from professional success. Mainstream business literature subsequently adopted the terms and concepts, promoting them as pathways to success for all career climbers. In 1970 these terms were not in the general American vocabulary; by the mid-1990s they had become part of everyday speech. Although the term role model has been criticized more recently as \"outdated\", the term and its associated responsibility remains prominent in the public consciousness as a commonly used phrase, and a \"powerful presence\" in the entertainment industry and media.  Role models can also be national. for example, Chilean politicians and intellectuals had France as the prime role model during much of the 19th century until they shifted to Germany in the last decades of the century. In short, a role model is a person looked to by others as an example to be imitated."
    },
    {
        "topic": "Safe Sex",
        "content": "Safe sex is sexual activity using methods or contraceptive devices (such as condoms) to reduce the risk of transmitting or acquiring sexually transmitted infections (STIs), especially HIV. \"Safe sex\" is also sometimes referred to as safer sex or protected sex to indicate that some safe sex practices do not eliminate STI risks. It is also sometimes used colloquially to describe methods aimed at preventing pregnancy that may or may not also lower STI risks.  The concept of \"safe sex\" emerged in the 1980s as a response to the global AIDS epidemic, and possibly more specifically to the AIDS crisis in the United States. Promoting safe sex is now one of the main aims of sex education and STI prevention, especially reducing new HIV infections. Safe sex is regarded as a harm reduction strategy aimed at reducing the risk of STI transmission.  Although some safe sex practices (like condoms) can also be used as birth control (contraception), most forms of contraception do not protect against STIs. Likewise, some safe sex practices, such as partner selection and low-risk sex behavior, might not be effective forms of contraception."
    },
    {
        "topic": "Salary",
        "content": "A salary is a form of periodic payment from an employer to an employee, which may be specified in an employment contract. It is contrasted with piece wages, where each job, hour or other unit is paid separately, rather than on a periodic basis. Salary can also be considered as the cost of hiring and keeping human resources for corporate operations, and is hence referred to as personnel expense or salary expense. In accounting, salaries are recorded in payroll accounts.  A salary is a fixed amount of money or compensation paid to an employee by an employer in return for work performed. Salary is commonly paid in fixed intervals, for example, monthly payments of one-twelfth of the annual salary.  Salaries are typically determined by comparing market pay-rates for people performing similar work in similar industries in the same region. Salary is also determined by leveling the pay rates and salary ranges established by an individual employer. Salary is also affected by the number of people available to perform the specific job in the employer's employment locale (supply and demand)."
    },
    {
        "topic": "Scholarship",
        "content": "A scholarship is a form of financial aid awarded to students for further education. Generally, scholarships are awarded based on a set of criteria such as academic merit, diversity and inclusion, athletic skill, and financial need, research experience or specific professional experience.  Scholarship criteria usually reflect the values and goals of the donor of the award, and while scholarship recipients are not required to repay scholarships, the awards may require that the recipient continue to meet certain requirements during their period of support, such as maintaining a minimum grade point average or engaging in a certain activity (e.g., playing on a school sports team for athletic scholarship holders).  Scholarships also range in generosity; some cover partial tuition, while others offer a 'full-ride', covering all tuition, accommodation, housing and others.  Some prestigious, highly competitive scholarships are well-known even outside the academic community, such as Fulbright Scholarship and the Rhodes Scholarships at the graduate level, and the Robertson, Morehead-Cain and Jefferson Scholarships at the undergraduate level."
    },
    {
        "topic": "Sexual Health",
        "content": "Sexual and reproductive health (SRH) is a field of research, health care, and social activism that explores the health of an individual's reproductive system and sexual well-being during all stages of their life. Sexual and reproductive health is more commonly defined as sexual and reproductive health and rights, to encompass individual agency to make choices about their sexual and reproductive lives.  The term can also be further defined more broadly within the framework of the World Health Organization's (WHO) definition of health―as \"a state of complete physical, mental and social well-being, and not merely the absence of disease or infirmity\"―. WHO has a working definition of sexual health (2006) as '“…a state of physical, emotional, mental and social well-being in relation to sexuality; it is not merely the absence of disease, dysfunction or infirmity. Sexual health requires a positive and respectful approach to sexuality and sexual relationships, as well as the possibility of having pleasurable and safe sexual experiences, free of coercion, discrimination and violence. For sexual health to be attained and maintained, the sexual rights of all persons must be respected, protected and fulfilled.” This includes sexual wellbeing, encompassing the ability of an individual to have responsible, satisfying and safe sex and the freedom to decide if, when and how often to do so. UN agencies in particular define sexual and reproductive health as including both physical and psychological well-being vis-à-vis sexuality. Furthermore, the importance of ensuring sexual lives are pleasurable and satisfying, and not only focused on negative consequences of sex has been emphasized by many agencies such as the World Association of Sexual Health as well as considering the positive impacts on health and well-being of safe and satisfying relationships. A further interpretation includes access to sex education, access to safe, effective, affordable and acceptable methods of birth control, as well as access to appropriate health care services, as the ability of women to go safely through pregnancy and childbirth could provide couples with the best chance of having a healthy infant.  The critical Guttmacher- Lancet Commission on Sexual and reproductive health and rights states state 'Sexual and reproductive health and rights (SRHR) are essential for sustainable development because of their links to gender equality and women’s wellbeing, their impact on maternal, newborn, child, and adolescent health, and their roles in shaping future economic development and environmental sustainability. Yet progress towards fulfilling SRHR for all has been stymied because of weak political commitment, inadequate resources, persistent discrimination against women and girls, and an unwillingness to address issues related to sexuality openly and comprehensively. As a result, almost all of the 4·3 billion people of reproductive age worldwide will have inadequate sexual and reproductive health services over the course of their lives'.  Individuals face inequalities in reproductive health services. Inequalities vary based on socioeconomic status, education level, age, ethnicity, religion, and resources available in their environment. Low income individuals may lack access to appropriate health services and/or knowledge of how to maintain reproductive health. Additionally, many approaches involving women, families, and local communities as active stakeholders in interventions and strategies to improve reproductive health."
    },
    {
        "topic": "Sport",
        "content": "Sport is a form of physical activity or game. Often competitive and organized, sports use, maintain, or improve physical ability and skills. They also provide enjoyment to participants and, in some cases, entertainment to spectators. Many sports exist, with different participant numbers, some are done by a single person with others being done by hundreds. Most sports take place either in teams or competing as individuals. Some sports allow a \"tie\" or \"draw\", in which there is no single winner; others provide tie-breaking methods to ensure one winner. A number of contests may be arranged in a tournament format, producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs.  Sport is generally recognised as system of activities based in physical athleticism or physical dexterity, with major competitions admitting only sports meeting this definition. Some organisations, such as the Council of Europe, preclude activities without any physical element from classification as sports. However, a number of competitive, but non-physical, activities claim recognition as mind sports. The International Olympic Committee who oversee the Olympic Games recognises both chess and bridge as sports. SportAccord, the international sports federation association, recognises five non-physical sports: chess, bridge, draughts, Go and xiangqi. However, they limit the number of mind games which can be admitted as sports. Sport is usually governed by a set of rules or customs, which serve to ensure fair competition. Winning can be determined by physical events such as scoring goals or crossing a line first. It can also be determined by judges who are scoring elements of the sporting performance, including objective or subjective measures such as technical performance or artistic impression.  Records of performance are often kept, and for popular sports, this information may be widely announced or reported in sport news. Sport is also a major source of entertainment for non-participants, with spectator sport drawing large crowds to sport venues, and reaching wider audiences through broadcasting. Sport betting is in some cases severely regulated, and in others integral to the sport.  According to A.T. Kearney, a consultancy, the global sporting industry is worth up to $620 billion as of 2013. The world's most accessible and practised sport is running, while association football is the most popular spectator sport."
    },
    {
        "topic": "Strength",
        "content": "Physical strength is the measure of an individual's exertion of force on physical objects. Increasing physical strength is the goal of strength training.  An individual's physical strength is determined by two factors: the cross-sectional area of muscle fibers recruited to generate force and the intensity of the recruitment. Individuals with a high proportion of type I slow twitch muscle fibers will be relatively weaker than a similar individual with a high proportion of type II fast twitch fibers, but would have greater endurance. The genetic inheritance of muscle fiber type sets the outermost boundaries of physical strength possible (barring the use of enhancing agents such as testosterone), although the unique position within this envelope is determined by training.  Individual muscle fiber ratios can be determined through a muscle biopsy. Other considerations are the ability to recruit muscle fibers for a particular activity, joint angles, and the length of each limb. For a given cross-section, shorter limbs are able to lift more weight. The ability to gain muscle also varies person to person, based mainly upon genes dictating the amounts of hormones secreted, but also on sex, age, health of the person, and adequate nutrients in the diet. A one-repetition maximum test is the most accurate way to determine maximum muscular strength."
    },
    {
        "topic": "Stroke",
        "content": "Stroke is a medical condition in which poor blood flow to a part of the brain causes cell death. There are two main types of stroke: ischemic, due to lack of blood flow, and hemorrhagic, due to bleeding. Both cause parts of the brain to stop functioning properly.  Signs and symptoms of stroke may include an inability to move or feel on one side of the body, problems understanding or speaking, dizziness, or loss of vision to one side. Signs and symptoms often appear soon after the stroke has occurred. If symptoms last less than 24 hours, the stroke is a transient ischemic attack (TIA), also called a mini-stroke. Hemorrhagic stroke may also be associated with a severe headache. The symptoms of stroke can be permanent. Long-term complications may include pneumonia and loss of bladder control.  The biggest risk factor for stroke is high blood pressure. Other risk factors include high blood cholesterol, tobacco smoking, obesity, diabetes mellitus, a previous TIA, end-stage kidney disease, and atrial fibrillation. Ischemic stroke is typically caused by blockage of a blood vessel, though there are also less common causes. Hemorrhagic stroke is caused by either bleeding directly into the brain or into the space between the brain's membranes. Bleeding may occur due to a ruptured brain aneurysm. Diagnosis is typically based on a physical exam and supported by medical imaging such as a CT scan or MRI scan. A CT scan can rule out bleeding, but may not necessarily rule out ischemia, which early on typically does not show up on a CT scan. Other tests such as an electrocardiogram (ECG) and blood tests are done to determine risk factors and possible causes. Low blood sugar may cause similar symptoms.  Prevention includes decreasing risk factors, surgery to open up the arteries to the brain in those with problematic carotid narrowing, and anticoagulant medication in people with atrial fibrillation. Aspirin or statins may be recommended by physicians for prevention. Stroke is a medical emergency. Ischemic strokes, if detected within three to four-and-a-half hours, may be treatable with medication that can break down the clot, while hemorrhagic strokes sometimes benefit from surgery. Treatment to attempt recovery of lost function is called stroke rehabilitation, and ideally takes place in a stroke unit; however, these are not available in much of the world.  In 2023, 15 million people worldwide had a stroke. In 2021, stroke was the third biggest cause of death, responsible for approximately 10% of total deaths. In 2015, there were about 42.4 million people who had previously had stroke and were still alive. Between 1990 and 2010 the annual incidence of stroke decreased by approximately 10% in the developed world, but increased by 10% in the developing world. In 2015, stroke was the second most frequent cause of death after coronary artery disease, accounting for 6.3 million deaths (11% of the total). About 3.0 million deaths resulted from ischemic stroke while 3.3 million deaths resulted from hemorrhagic stroke. About half of people who have had stroke live less than one year. Overall, two thirds of cases of stroke occurred in those over 65 years old."
    },
    {
        "topic": "Student Affairs",
        "content": "Student affairs, student support, or student services is the department or division of services and support for student success at institutions of higher education to enhance student growth and development. People who work in this field are known as student affairs educators, student affairs practitioners, or student affairs professionals. These student affairs practitioners work to provide services and support for students and drive student learning outside of the classroom at institutions of higher education.  The size and organization of a student affairs division or department may vary based on the size, type, and location of an institution. The title of the senior student affairs and services officer also varies widely; traditionally in the United States, this position has been known as the \"dean of students\", as distinguished from the academic dean or the deans of individual schools within a university. In some institutions today, student affairs departments are led by a vice president or vice chancellor who then reports directly to the president/chancellor of the institution. In other cases the head of student affairs may report to the provost or academic dean"
    },
    {
        "topic": "Suspension",
        "content": "Suspension refers to a temporary removal or exclusion from a position or activity, which can include the workplace, school, public office, clergy, or sports. It may be either paid or unpaid and is typically imposed to allow for an investigation or as a disciplinary measure for infractions of rules or policies.  School discipline relates to actions taken by teachers or school organizations toward students when their behavior disrupts the ongoing educational activity or breaks a rule created by the school. Discipline can guide the children's behavior or set limits to help them learn to take better care of themselves, other people and the world around them.  School systems set rules, and if students break these rules they are subject to discipline. These rules may, for example, define the expected standards of school uniforms, punctuality, social conduct, and work ethic. The term \"discipline\" is applied to the action that is the consequence of breaking the rules. The aim of discipline is to set limits restricting certain behaviors or attitudes that are seen as harmful or against school policies, educational norms, school traditions, etc. The focus of discipline is shifting, and alternative approaches are emerging due to notably high dropout rates, disproportionate punishment upon minority students, and other educational inequalities."
    },
    {
        "topic": "Traffic Law",
        "content": "Traffic codes are laws that generally include provisions relating to the establishment of authority and enforcement procedures, statement of the rules of the road, and other safety provisions. Administrative regulations for driver licensing, vehicle ownership and registration, insurance, vehicle safety inspections and parking violations may also be included, though not always directly related to driving safety. Violations of traffic code (i.e., a \"moving violation\") are often dealt with by forfeiting a fine in response to receiving a valid citation (\"getting a ticket\"). Other violations, such as drunk driving or vehicular homicide are handled through the criminal courts, although there may also be civil and administrative cases that arise from the same violation (including payment of damages and loss of driving privileges). In some jurisdictions, there is a separate code-enforcement branch of government that handles illegal parking and other non-moving violations (e.g., noise and other emissions, illegal equipment). Elsewhere, there may be multiple overlapping police agencies patrolling for violations of state or federal driving regulations."
    },
    {
        "topic": "Traffic Ticket",
        "content": "A traffic ticket is a notice issued by a law enforcement official to a motorist or other road user, indicating that the user has violated traffic laws. Traffic tickets generally come in two forms, citing a moving violation, such as exceeding the speed limit, or a non-moving violation, such as a parking violation, with the ticket also being referred to as a parking citation, or parking ticket.  In some jurisdictions, a traffic ticket constitutes a notice that a penalty, such as a fine or accumulation of “points”, has been or will be assessed against the driver or owner of a vehicle; failure to pay generally leads to prosecution or to civil recovery proceedings for the fine. In others, the ticket constitutes only a citation and summons to appear at traffic court, with a determination of guilt to be made only in court."
    },
    {
        "topic": "Workplace Incivility",
        "content": "Workplace incivility has been defined as low-intensity deviant behavior with ambiguous intent to harm the target. Uncivil behaviors are characteristically rude and discourteous, displaying a lack of regard for others. The authors hypothesize there is an \"incivility spiral\" in the workplace made worse by \"asymmetric global interaction\". Incivility is distinct from aggression. The reduction of workplace incivility is an area for industrial and organizational psychology research."
    },
    {
        "topic": "Workplace Relationships",
        "content": "Workplace relationships are unique interpersonal relationships with important implications for the individuals in those relationships, and the organizations in which the relationships exist and develop.  Workplace relationships directly affect a worker's ability and drive to succeed. These connections are multifaceted, can exist in and out of the organization, and can be both positive and negative. One such detriment lies in the nonexistence of workplace relationships, which can lead to feelings of loneliness and social isolation. Workplace relationships are not limited to friendships, but also include superior-subordinate, romantic, and family relationships."
    },
    {
        "topic": "Workplace Wellness",
        "content": "Workplace wellness, also known as corporate wellbeing outside the United States, is a broad term used to describe activities, programs, and/or organizational policies designed to support healthy behavior in the workplace. This often involves health education, medical screenings, weight management programs, and onsite fitness programs or facilities. It can also include flex-time for exercise, providing onsite kitchen and eating areas, offering healthy food options in vending machines, holding \"walk and talk\" meetings, and offering financial and other incentives for participation.  Companies most commonly subsidize workplace wellness programs in the hope they will reduce costs on employee health benefits like health insurance in the long run. Existing research has failed to establish a clinically significant difference in health outcomes, proof of a return on investment, or demonstration of causal effects of treatments. The largest benefits have been observed in groups that were already attempting to manage health concerns, which indicates a strong possibility of selection bias."
    }
]